{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Excellent facilities in a spacious luxurious light, airy room right in the heart of Palermo. The modern, air-conditioned room is modern, fresh and excellent for a stay in the capital of Sicily, opposite a fantastic shop selling arancini.  The breakfast was plentiful & ample for starting a day of sightseeing. A great base to explore the hustle & bustle of this amazing city. The staff are attentive & extremely welcoming. I would definitely stay here on my next visit!",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Bed and Breakfast Il Rifugio",    "City": "Caltanissetta",    "Rating": 5,    "Review": "location molto comoda...Ti permette di posteggiare all'interno dell'ampio cortile...dove c'è una tettoia con tavolini e biliardino... Accoglienza impeccabile da 10 e lode da parte della proprietaria Carmen... Le camere pulitissime.. le definirei un piccolo gioiello corredate da armadio con sorpresa....apri e trovi una mini cucina che non manca di nulla... la colazione la fai comodamente in camera anche questa curata nei minini dettagli..dal caffè alle diverse tipologie di latte e merende....complimenti ancora",    "Hometown": "Italia",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "estuvimos alojados 4 noches y no puedo poner ni un pero todo fue amabilidad por parte de Martina y de la otra persona que no recuerdo el nombre.La habitacion estaba muy bien y el desayuno perfecto.Nos quisimos quedar 2 noches mas y como lo tenian completo nos buscaron otro sitio cerca,desde luego si vuelvo a Palermo me alojare de nuevo allí",    "Hometown": "Spagna",    "Date_of_stay": " febbraio 2020",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Graziosissimo R&B con vista sullo stretto. Ottima l'accoglienza, stanze comode e pulitissime in posizione strategica, ottima connessione WiFi. Se proprio dobbiamo trovare una pecca colazione non abbondatissima (mancava del tutto il salato) ma comunque di qualità.",    "Hometown": "Italia",    "Date_of_stay": " gennaio 2020",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Bed and Breakfast Il Rifugio",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Arrivato in questo B&B quasi X caso e cioè grazie ad una piccola insegna che lo indicava subito fuori l’ospedale S. Elia di Caltanissetta è stato come arrivare a casa propria!!!! La signora di una gentilezza infinita e attenta a qualsiasi fabbisogno, la camera spaziosa e bellissima, prodotti x colazione e non solo a disposizione gratuitamente, zona stupenda, cancello automatico con posto vettura.... che dire tutto perfetto!!! Complimenti!!!",    "Hometown": "Italia",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "This is a stunning place that is managed extremely well. The owner and the staff take very good care of their customers. Everything exceeds expectations: the whole set up is meticulously designed and decorated. It is spotlessly clean. The breakfast area is incredible and the morning spread is very good. The room exceeded our expectations and we regretted not staying more. It was spacious with a very comfortable bed and a sofa to relax. The bathroom area is also big with a very relaxing shower. We were able to drop our bags earlier than checkin allowed and leave them to explore the city more prior to our departure. Many places could learn from the level of customer service here!",    "Hometown": "Regno Unito",    "Date_of_stay": " febbraio 2020",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Colorato e curato nei minimi dettagli. Le stanze sono piccole ma gli spazi sono stati ottimizzati al meglio. Le finestre affacciano sul centro storico o sul porto di Messina, in entrambi i casi un piacevole risveglio. Fabio è una persona deliziosa che ti fornisce tutte le informazioni di cui potresti aver bisogno prima che tu abbia il tempo di chiederle. Se dovessi tornare a Messina non avrei dubbi. Lo consiglio vivamente.",    "Hometown": "Italia",    "Date_of_stay": " novembre 2019",    "Trip_type": " Ha viaggiato per affari "}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Al centro di Trapani c’è questa bellissima struttura finemente arredata con soluzioni di design; la stanza molto bella e spaziosa offre anche la possibilità di un piccolo cucinino attrezzato. La colazione, abbondante e ricca, viene servita all’ultimo piano in uno scenografico roof top sul mare. Cortesissimo il personale.",    "Hometown": "Italia",    "Date_of_stay": " febbraio 2020",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "The booking was very uncomplicated and the communication with the hoteliers in advance was very good. We had also booked the airport transfer via the hotel, which also worked very well. Ok, it might have been a bit more expensive than by bus, but it was worth it, because we arrived quite late and were guided by the chauffeur directly into the B&B. The Delle Vittorie Luxury Rooms & Suites B&B is located in a side street of the Main Shopping Street right in the centre of the city of Palermo - so it's an ideal starting point for exploring the city. There are also many bars, restaurants and entertainment facilities in the area nearby. The room, which is divided into two by a room divider, was wonderfully large and very comfortably furnished. Also the bed was very comfortable and the room could be darkened well. But our absolute highlight was the disco-shower that was a lot of fun, not only after a heavy pub crash. :-) The breakfast was very good, too, always lovingly arranged and quite sufficient, although not very varied. Our special thanks go to Federica for the given tips for eating out, for excursions and other activities to do in Palermo. We can fully recommend the Delle Vittorie Luxury Rooms & Suites and would like to come back again, thank you!",    "Hometown": "Germania",    "Date_of_stay": " novembre 2019",    "Trip_type": ""}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "durante il ns tour ci siamo fermati per una notte in questa bella residenza in centro Trapani, città che ho trovato molto signorile, un centro bellissimo con una bella via pedonale, la ns camera si affacciava sulla piazza del mercato con il bellissimo colonnato, camera spaziosa e accogliente, ci è stato offerto l'aperitivo servito al bar con terrazza all'ultimo piano da dove abbiamo potuto ammirare uno splendido tramonto. La mattina la colazione sempre al bar all'ultimo piano è stata ottima e varia. personale molto gentile",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2019",    "Trip_type": ""}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Coming from overseas, they video messaged us to help us find our way and saved us a parking spot on the street in front! The room was great, and the location is good for walking about with restaurants, shops and sights nearby. Breakfast had good variety and fresh orange juice.",    "Hometown": "Stati Uniti",    "Date_of_stay": " febbraio 2020",    "Trip_type": ""}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Very comfortable sparkling clean rooms with good showers. Awesome views of the Mediterranean to enjoy the Sunrise and Sunset. Breakfast was spectacular with very attentive friendly staff. The front desk staff was very helpful with guiding us with must see things in the short amount of time we had. Restaurants, bakeries and shopping area is close walking distance. Parking is bit of a challenge.",    "Hometown": "Stati Uniti",    "Date_of_stay": " luglio 2019",    "Trip_type": ""}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Ho soggiornato per la seconda volta. Una conferma: al top le camere, la pulizia, la colazione, la struttura in generale. Ringrazio Martina, Federica e Giuseppe per la gentilezza, la professionalità e i preziosi suggerimenti. Ottimo il rapporto qualità prezzo. Tornerò con molto piacere!",    "Hometown": "Italia",    "Date_of_stay": " febbraio 2020",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Estuvimos un día en Messina con mi marido, muy buen B&B, todo impecable y de calidad.La ubicacion inmejorable para recorrer el centro de Messina. Para destacar la buena atención de FABIO,nos brindó una muy buena bienvenida, amable, atento a todo. Felicitaciones A FABIO!!",    "Hometown": "Argentina",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "This hotel is centrally located and has an accomodating and informative staff. The rooms are quite comfortable in every way, temperature, beds, space. Walk just minutes to fine restaurants and baroque spendor everywhere. Take an umbrella.",    "Hometown": "Stati Uniti",    "Date_of_stay": " novembre 2019",    "Trip_type": ""}
{"Name": "Bed and Breakfast Il Rifugio",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Abbiamo alloggiato qui su consiglio di amici. Sia l'esterno che l'interno si presentano accoglienti e dal design d'effetto. Ogni camera è provvista di tutti i comfort e la disponibilità è di casa. Non manca nulla, merita il migliore dei giudizi! Consigliatissimo.",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "적당한 가격에 룸이 넓었습니다~ 어매니티도 충분하게 채워져있구, 물 떨어지면 채워주셨고요. 조식은 뷔페식인데 간단하고 든든했어요~ 친절하게도 커피 주문 받아서 서빙해주셨구요. 중심지에 속해 있지만 조용하고 중앙역까지 이동하기도 그리 멀지 않았습니다~",    "Hometown": "Corea del Sud",    "Date_of_stay": " gennaio 2020",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Insieme alla mia famiglia, abbiamo passato una notte in questo room & breakfast... Le camere sono nuovissime dotate di tutti i comfort, compreso angolo cottura con macchina del caffè e bollitore,materassi comodi, bagno spazioso e ben organizzato. La sala dedicata alla colazione ha una vista mozzafiato sul mare dello stretto. Tutto buonissimo: torte e crostate artigianali, Yogurt, frutta fresca, marmellate, Nutella, orzo, cornetti freschi...sofdisfatte a pieno le nostre aspettative. Anche se per noi non é stata una visita di piacere, aver dormito bene ha sicuramente migliorato la nostra giornata. Un grazie speciale al proprietario per la magnifica accoglienza.",    "Hometown": "Italia",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Bellissima struttura in centro a Trapani, che guarda la bella piazza del mercato col suo colonnato e le mura di tramontana con il mare dai colori cangianti sul sfondo. Ha un bel bar con terrazza all'ultimo piano, dove è bello prendere un aperitivo mentre si guarda il tramonto. Le camere sono spaziose, pulite e tutti gli impiegati sono gentili e premurosi. La colazione è ottima con le migliori leccornie siciliane. Non è la prima volta che scendo alla Gancia e certamente ci tornerò, perché è una bella certezza.",    "Hometown": "Italia",    "Date_of_stay": " novembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "The quiet and large rooms plus a very caring staff made our stay in Delle Vittorie a pleasure. It was a great location, but warning-Don't take your car into Palermo. After driving around the city, with 3 GPSs working for us, or rather against us, one of the staff was kind enough to come and fetch us. After that, we walked and took busses. The B&B was spotless, the rooms, comfortable and a nice breakfast, to boot.",    "Hometown": "Stati Uniti",    "Date_of_stay": " gennaio 2020",    "Trip_type": ""}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "My wife and I stayed at the Residence La Gancia Hotel in Trapani. Beautiful hotel nice rooms pleasant staff. We had the room with the huge balcony overlooking the Tyrrhenien Sea. Walking distance to lots of resturants. Awesome old world atmosphere.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Bed and Breakfast Il Rifugio",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Dopo una dolorosa carcrash abbiamo contattato il proprietario di questo essere&essere dall'ospedale dopo le 10 di sera! Il proprietario ha risposto rapidamente e ci è venuto in ospedale senza alcuna prenotazione! Ci ha sistemato in una suite per noi e un letto per la nostra piccola baby. Fantastica ospitalità - quando si serve di più - la camera era grande e molto confortevole. Grazie per tutto!",    "Hometown": "Paesi Bassi",    "Date_of_stay": " aprile 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "We had a really nice stay at the B&B. The breakfast was very good. And the room was clean and comfortable. We had a warm welcome at the reception. And there was even a parking spot arranged for us. It's located in the middle of the city centre.",    "Hometown": "Paesi Bassi",    "Date_of_stay": " gennaio 2020",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Ottima sistemazione a Messina. Stile anni cinquanta, mi ha ricordato tanto la casa dei miei nonni, vista mare sullo stretto. Città e b&b del mio cuore. Grazie dell'ospitalità. Spero di poter tornare presto.",    "Hometown": "Italia",    "Date_of_stay": " agosto 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "The hotel is in an excellent location to walk around the centre of the city. The rooms are of a high standard, the staff extremely friendly and helpful and the roof top bar cafe for breakfast and evening drinks is awesome. There is also a roof top area to sun bath, magic. Cannot praise staff enough for their help. Definitely would stay here again.",    "Hometown": "Australia",    "Date_of_stay": " ottobre 2019",    "Trip_type": ""}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Estuvimos alojados tres noches y la experiencia fue fantástica. Federica y Martina fueron muy amables y atentas. La habitación estaba muy limpia y tenía muy buen tamaño. La ubicación también es muy buena, ya que puedes ir andando a todos los lugares turísticos de Palermo. En resumen, fue un gran acierto hospedarnos en este hotel.",    "Hometown": "Spagna",    "Date_of_stay": " gennaio 2020",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "We stayed here for a few days in October, nice room, good breakfasts and excellent location. The staff are friendly and very helpful. Each evening you can visit the top floor breakfast room which turns into a bar where you can watch the sun going down and have a drink before dinner at one of the many restaurants in Trapani. With your drink the hotel provides a finger buffet of Sicilian specialties. Very nice.",    "Hometown": "Regno Unito",    "Date_of_stay": " ottobre 2019",    "Trip_type": ""}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "B&B sapientemente gestito, a conduzione familiare. Deliziosa accoglienza, pulizia, ottima colazione, servizio impeccabile. Tutto perfetto... Ogni volta mi sento come a casa. Tornerò volentieri. Complimenti.",    "Hometown": "Italia",    "Date_of_stay": " aprile 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Die Unterkunft bietet in bester zentraler Lage direkt an der via Maqueda wunderschön eingerichtete, komfortable, super gepflegt und saubere Zimmer. Ein Platz im Parkhaus wird bei Vorreservierung ein paar Meter weiter organisiert, ebenso die Registrierung für das Befahren der Innenstadt. Das Frühstück reichhaltigst und sehr schön arrangiert. Wein und Snacks stehen den ganzen Tag kostenlos bereit. Martina und Federica sind sehr sympathisch, herzlich und immer gutgelaunt, bemüht und sprudeln vor Tipps für einen schönen Aufenthalt. Herzlichen Dank für Eure Gastfreundschaft!!!",    "Hometown": "Austria",    "Date_of_stay": " dicembre 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "This was the first hotel of our trip and our only splurge as we wanted comfort and convenience to start us off. That being said, they earned a perfect rating. Check-in was easy and our room was incredible (307). It had an open floor plan with two rooms (bedroom and dining). The bathroom was large and very nice. You had to squint and look hard to find the aging or the uncared for parts. There were three windows, one facing the sea and old fish market square below, one facing the road we chose to park on (Lungomare Dante Alighieri), and the other facing the road that approaches the square (via Torrearsa). There was also a window in the bathroom. They all kept the street noise at a minimum. We didn’t cook but it had a kitchenette. Two bottles of water per day for free in the mini-fridge (you can’t drink the tap water). Solid wood floors. Hand painted tiles on the ceiling. Great WiFi. Breakfast was plentiful and lovely with the view of the sea and friendly service. The solarium was nice and open with showers. There was a gym we didn’t use, of course. And despite advertising that no one is there beyond 8pm there was always someone there when we got back from dinner. Good recommendations, easy to follow directions, and they changed bills for coins for parking without a problem. Thank you!",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "We stayed for two nights in one of the suites at the end of our holiday round Sicily. The location is perfect - in the middle of the city, close to all the sights and many restaurants. We easily walked from the bus station with our bags, and when we left we booked their excellent transfer service (with a lovely female driver who also talked to us about Sicily). Our room was superb, large and spacious to a very high standard, just like the photos. There were many nice gestures, like the welcome bottle of red wine, and our being able to enjoy panini and other items remaining from breakfast. Breakfasts were fresh, with lots of variety - cereals, pastries, yoghurts, boiled eggs, fresh fruit, panini etc, and we enjoyed the coffee made to order. Francesca, the co owner was terrific and so helpful throughout our stay. We would definitely stay here again.",    "Hometown": "Nuova Zelanda",    "Date_of_stay": " gennaio 2020",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "Con la mia ragazza abbiamo deciso di visitare Messina ed abbiamo alloggiato al Garibaldi R&B. Veniamo accolti dalla gentile Vittoria che ci fa trovare la stanza bella fresca con l'aria condizionata attiva. Ci spiega tutto e ci fornisce anche consigli su dove mangiare. La stanza è spaziosa e pulita e con un panorama meraviglioso. Buona la colazione e stupendo il panorama dalla sala (vista porto). Il gentilissimo Fabio ci fornisce informazioni su cosa visitare e dove mangiare (grazie di cuore per i tuoi preziosi consigli). Per finire ci viene permesso di tenere la stanza fino alle 12 e 30 nonostante il check out era per le 11 in modo da permetterci di vedere l'orologio astronomico dove alle 12 si muovono le statue presenti.",    "Hometown": "Italia",    "Date_of_stay": " luglio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Stayed here for 5 nights as a base to see western Sicily. Rooms were great, the breakfast happyhour evening cafe bar on the top floor had spectacular views, and very reasonable prices. Good base for visiting Erice, Marsala, Segenta and the Egadi Islands. Trapani is a lovely town. The two best things about the hotel were the fact that you could swim in crystal clear waters 100m from the front door, and secondly the excellent helpful and knowledgable staff.",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Camere bellissime, ampie, con ogni confort, posizione eccellente praticamente sulla sulla via principale. Titolari gentilissime, hanno accontentato tutte le nostre richieste con simpatia e cordialità. Torneremo per provare la suite! Grazie di tutto",    "Hometown": "Italia",    "Date_of_stay": " gennaio 2020",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "struttura molto pulita , moderna , a pochissimi passi dal Duomo , dalla fermata del tram e dal porto , il proprietario una persona gentilissima , premurosa e precisa , lo ringrazio molto per la sua accoglienza , tutto ben organizzato per chi ha voglia di visitare la città di Messina",    "Hometown": "Italia",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Struttura sita nel pieno centro storico di Trapani, con una straordinaria vista sul mare che da sola vale il costo del soggiorno. Dopo un Check in rapido ci è stata assegnata come espressamente richiesto un monolocale vista mare, ampio, con bagno adeguato e letto comodissimo. Macchinetta da caffè inclusa. Prima colazione migliorabile, specie nel salato e nella qualità dei succhi di frutta, ma con qualche buona torta, servita in una terrazza con fantastica vista. Personale garbato, efficiente e sorridente. Prezzo un filino alto, cosa che non ci impedirà di tornare al più presto",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2019",    "Trip_type": ""}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Bellissimo B&B pulito praticamente in centro a pochi passi da tutto. Personale gentilissimo. Doccia emozionale letto gigante e comodissimo. Prezzo onestissimo. Camera molto grande come anche il bagno. Silenzioso",    "Hometown": "Italia",    "Date_of_stay": " gennaio 2020",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "Hotel bien situado en el casco antiguo de Messina. La estación del tren està a 15-20 a pie. El taxi vale 15 euros con maletas. No pagueis más. Habitación comoda y limpia. Victoria y Fabio amables y siempre intentan ayudar aunque a veces no sea posible ;-). Cerca en tren de Taormina y Catania.",    "Hometown": "Spagna",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "The penthouse room (junior suite) exceeded our expectations, especially with the rooftop terrace, the gorgeous view (and the outdoor shower)! The staff was friendly and helpful. The breakfasts were excellentl. A big thank you to Giucy who was so warm and always aiming to please. Her English wasn't strong, and our Italian wasn't strong, yet we made ourselves understood, and she went out of her way to be of service. (And she makes a great cappuccino and negroni.) We loved our three nights in homebase Trapani -- a great location for day trips -- and we felt very at home in the neighborhood. What a great spot to come back to every night for our leisurely dinners and evening walks.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "This was the best property we stayed at during our trip to Sicily. The rooms are large in comparison to most with a very modern and spacious washroom. Being taller the showers in Europe tend to be an issue but this washroom would be more in line to North America. You could not ask for a better location you can walk anywhere from this hotel and its not that far from the train station (we walked it with suitcases) its also only a 4 min walk to the airport shuttle. The common areas of the B&B are very clean, modern and welcoming. The breakfast was absolutely perfect and the front desk lady was more then helpful. I am sorry I cant remember her name but from check-in to check-out she was so incredible. Amazing knowledge of the city and will help you with anything you need. There is absolutely nothing I can say negative about this property and if I ever find my self in Palermo again it would be no question where I stay. Thank you for making our final stop in Sicily PERFECT!",    "Hometown": "Canada",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Soggiornare in questa struttura non significa dormire in un luogo estraneo, ma significa avere la possibilità di sentirsi come a casa, in famiglia a 360°!!! Dall'accoglienza alla disponibilità, dalla cortesia all'attenzione per l'ospite, tutte caratteristiche che contraddistinguono al meglio questo R&B... Di strutture belle ne esistono a Messina, ultimamente anche parecchie, ma credo che la vera differenza sostanziale stia nelle risorse umane, nel modo di gestire a pieno il proprio lavoro con passione, dedizione e volontà, in maniera talmente naturale da trasmetterlo con vera spontaneità e solarità, al contrario di altri che per vari motivi invece non riescono a farlo... Io lo consiglio veramente a tutti!",    "Hometown": "Italia",    "Date_of_stay": " febbraio 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "The Residence La Gancia was a bit hard to find and we had to park on the street, but once inside it was blissful. The front desk staff was very friendly and helpful. They helped us negotiate paying the meter for the on street parking and assured us it would be fine to park there. They were right. The room was up to date and charming. We were on the front, so we had a view of the beach and the ocean. The bed was great and the amenities were very nice. They have a rooftop terrace where we had a drink both nights and where breakfast was served. It was an extensive and perfect breakfast buffet. Just watch out for the greedy seagulls. This was a really nice hotel and a perfect place to explore the seaport and the wonderful restaurants nearby.",    "Hometown":"Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Ho già recensito qst posto, e a distanza di un anno riconfermo tutto... posto delizioso .. panorama stupendo, proprietari deliziosi e attenti... non posso non riconfermare la mia prima impressione ... stra consigliato...",    "Hometown": "Italia",    "Date_of_stay": " aprile 2018",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 4,    "Review": "The B&B is inside an old building in one of the central area of Palermo. The rooms are completely renovated and very comfortable. The place is extremely clean and breakfast is really delicious. The only bad thing is that being so central at night is a little loud, because of all the bars and restaurants downstairs. If you like to enjoy the city and don’t want to deal with transportation, this is an ideal place. Walkable distance pretty much to everything.",    "Hometown": "Stati Uniti",    "Date_of_stay": " dicembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "We only had a brief stay in Messina but it was a great way to begin our trip around Sicily. The B&B is easily accessible from the ferry and close to the railway station. Fabio is a genial host. Breakast was enjoyable. Our room was very comfortable, with a balcony. A very refreshing stay. Good restaurants nearby.",    "Hometown": "Australia",    "Date_of_stay": " settembre 2018",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Another holiday in Trapani and another stay at La Gancia. A brilliant hotel in a brilliant location. Excellent breakfast on the roof top terrace which also doubles as a bar from 5.30pm.Great sea views. Wonderful staff who are extremely helpful.",    "Hometown": "Regno Unito",    "Date_of_stay": " ottobre 2019",    "Trip_type": ""}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Facile da localizzare , difficile da raggiungere per la intransitabile stradina comunale.Una volta arrivati , un insediamento bellissimo , gestito con cortesia ,impegno e professionalità.Claudia e Michele ^factotum^, fanno di tutto per farti sentire meglio che a casa tua!Arredi di buon gusto , panorama suggestivo, posizione invidiabile ! Da soggiornare anche a lungo e ^godere^ della ospitalissima Caltanissetta e dei suoi cittadini..i..NISSENI...Luigi Russo , Vitaliano Brancati e Leonardo Sciascia , tra i cittadini più illustri ! La SETTIMANA Santa , la sua cucina e i suoi Palazzi storici..una eccellenza.",    "Hometown": "Italia",    "Date_of_stay": " gennaio 2018",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "This B&B-hotel was chosen by us because it was rated 5 5 and after our visit I can confirm that it was exactly so! Most advisable! Clean and beautiful rooms and breakfast area, perfect location in the heart of the city, helpful and friendly staff...",    "Hometown": "Finlandia",    "Date_of_stay": " dicembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Questo è il più bel bed and breakfast che abbia mai visto! Ve lo consiglio a tutti!! Quasi tutte le stanze hanno vista sul centro di messina, ha un personale accogliente e gentile, anche dalla sala colazione si vede il mare e si dorme veramente bene!",    "Hometown": "Italia",    "Date_of_stay": " aprile 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Great location with terrific rooftop sunsets. Relaxing Rooftop breakfasts . Lovely staff all very pleasant and helpful , English speaking. Clean relaxing place to stay . Shops and restaurants short walk away.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Enfin un vrai B&B: la chambre est située dans la maison d'habitation d'un couple charmant. Chambre spacieuse et très joliment décorée, salle de bains toute neuve magnifique. Bon petit-déjeuner. Accueil très souriant tout en italien et très bon conseil pour le choix d'un restaurant local. Une très belle adresse au calme.",    "Hometown": "Francia",    "Date_of_stay": " ottobre 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "My wife and I stayed in Room 7 (the suite). It was extremely spacious and comfortable, with all the necessary amenities. The location of the place is very convenient and safe. It is situated just off one of the main streets, where there are many shops and restaurants. Most of the main attractions in the city are also within 15 mins walking distance. The twin sisters Martina and Federica were very helpful in explaining where the main attractions were and how we could get there. They even had a list of recommended restaurants and cafes.  My wife and I thoroughly enjoyed our stay, and would highly recommend Delle Vittorie to anyone traveling to Palermo. Don’t be fooled by its B&B categorization. It could rival any boutique hotel.",    "Hometown": "Cina",    "Date_of_stay": " dicembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "I stayed one night at the hotel. It has a good location close to the sea and to the city. The hotel was well kept. I had a good sized room with a bed, a desk and chair and a small table with two chairs. There were also two cooling plates, a microwave oven and a sink. The bed and the pillows were comfortable. The breakfast was good and served at the roof bar.",    "Hometown": "Svezia",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Ho conosciuto Claudia, la proprietaria di questa bellissima struttura, nonchè suo marito, in occasione di tre giorni passati nell'interno di questa splendida regione della Sicilia, che vale la pena di visitare. Villa Russo si trova in una posizione strategica, perchè, come ripetuto in altre occasioni da altre persone, si colloca felicemente fuori la città di Caltanissetta, nella quale risulta più difficile parcheggiare. Desidero specificare che ho messo un punteggio leggermente inferiore alla domanda che pone 'Booking' su cosa penso circa le foto inserite della struttura, solo per una regione: dalle foto non ci si rende conto della bellezza reale del posto. L'ho anche detto a Claudia. La pulizia, l'accurata attenzione, i dettagli dell'arredamento, la sensazione di casa sono da testare da vicino. Le foto, seppur molto belle, non rendono grazia a questo posto così bello, romantico, e dove i servizi, la disponibilità, l'aiuto ed il supporto, in caso di aiuto, vengono offerti col cuore. Dormire in questa romanticissima casetta diventa addirittura un'esigenza (c'è un silenzio ed una quiete incredibili) e la cura dei dettagli e ciò che troverete in questa casa (dal phon, alle caramelle!): impareggiabili. Claudia e suo marito, hanno curato tutto ciò che vi occorre lontani da casa. Hanno previsto tutto. La colazione della mattina diventerà per voi un rituale importante, in questo poetico luogo, lontano dal caos. Noi siamo stati aiutati addirittura nel momento del bisogno, quando l'automobile ci ha abbandonati. Non è da tutti. Questa coppia ha rappresentato egregiamente il cuore pulsante e generosissimo della Sicilia. Consiglio vivamente di provare a passare giorni qui. Sarà un ricordo indelebile. Grazie ad entrambi!",    "Hometown": "Italia",    "Date_of_stay": " agosto 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Un b e b ineccepibile sotto ogni punto di vista,dalla pulizia alla location . Un complimento al personale per la competenza e simpatia nel aver saputo soddisfare ogni richiesta,in particolare Martina.",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "on the sea in Trapani over looking the ancient city. a nice little boutique hotel. spacious and clean rooms. the roof top bar and restaurant have a great view of the coast. the staff at the hotel were so nice and helpful. the parking can be a little challenge if you come during the middle of the day on a weekend. it's in a really great location. once parked you can walk everywhere you want to see and eat in the area.",    "Hometown": "Stati Uniti",    "Date_of_stay": " agosto 2019",    "Trip_type": ""}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 4,    "Review": "Ho pernottato in questa struttura una sola notte e non credo di aver apprezzato in pieno tutto il suo valore. Posto bello, a due passi dal centro di Caltenisetta. Camera bella, pulita, molto fine ed elegante, giardino ben curato ampio parcheggio. Da tornare sicuramente per assaporare in pieno il luogo e la struttura.",    "Hometown": "Italia",    "Date_of_stay": " settembre 2017",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Great hospitality, perfect location!! All the best attractions are walkable. A good restaurant is just downstairs of the building. The hist will arrange the pick up services if you request with reasonable price. My family loved this place!",    "Hometown": "Stati Uniti",    "Date_of_stay": " dicembre 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Siamo stati in riva allo stretto soggiornando in questa struttura dalla location eccellente e dal panorama invidiabile specie in giornate estive come quest’ultime. Voto 10 all accoglienza, personale professionale, garbato e sempre disponibile ad ogni ora, voto 10 al buffet mattutino dove si possono apprezzare cibi e bevande naturali e freschissime, ottima la premuta di arancia, ottimo il Wi-Fi ed eccellente nel complessivo la stanza pulitissima, arredata con gusto. Insomma che dire.... venire a Messina e soggiornare in strutture accoglienti e curate come questa lo consiglierei a chiunque.",    "Hometown": "Italia",    "Date_of_stay": " marzo 2019",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "This was a great find using TA , it’s a small well run hotel with helpful staff . We received two complementary drinks on arrival The breakfast is a reasonable €8 per person with great views of the city and there is a municipal parking near by for €2.50 per day It’s central to many restaurants and the only comment is the rooms facing the front the hotel can be a little noisy with people Still would recommend this great little hotel",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Villa Russo war für uns eine absolut positive Überraschung, die nun für immer zu unseren schönsten Urlaubserinnerungen gehören wird. Wir wurden von den Gastgebern Claudia und Michele sofort herzlichst empfangen und durch die Lokalitäten geführt. Die Unterkunft verdient ihren Namen Villa allemal. Alles sieht noch viel besser aus als auf den Bildern, alles ist absolut neu und mit ganz viel Liebe errichtet und eingerichtet. Die Zimmer sind mit so viel Hingebung eingerichtet, dass man das Gefühl hatte zu Hause zu sein. So heimisch haben wir uns in noch keiner Unterkunft gefühlt. Die Sauberkeit übertrifft ein 5-Sterne Hotel und haben wir bisher in dieser Form noch nie erlebt. Schon beim Eintreten kommt einem Geruch von Sauberkeit entgegen. Vor allem Bettwäsche und Handtücher haben sehr gut und frisch gerochen. Geputzt wird jeden Tag und spätestens am dritten Tag sind Bettwäsche und Handtücher wieder gewechselt. Das Bad mit der Dusche hat geglänzt und die Ausstattung war überdurchschnittlich mit z.B. ebenerdiger Dusche. Die Zimmer sind alle klimatisiert und es steht ein Kühlschrank zur Verfügung. Vor allem im Sommer ist das ein Segen. Das WLAN hat auf dem ganzen Areal super funktioniert. Schnell und ohne Abbrüche. So wie es sich gehört. Es stand auch ein Aufenthaltsraum (der eher einem luxuriösen Wohnzimmer glich) zur freien Verfügung. Dieser bot einen großen Fernseher (jedes Zimmer hatte auch einen), eine heimische, gemütliche Couch und einen großen Esstisch. Parkplätze waren auch genug vorhanden. Diese waren kostenlos, was sehr löblich ist.  Das absolute Highlight der Unterkunft sind jedoch die Gastgeber. Diese wohnen in der Nähe und sind fast durchgängig anzutreffen. Claudia und Michele haben wir sofort ins Herz geschlossen. Sie erfüllen einem nicht nur jeden Wunsch, sie lasen uns die Wünsche von den Augen ab. Sie hatten uns ganz viele Tipps für Freizeitaktivitäten und Restaurants bei denen sie teilweise selbst essen gehen. Und die Plätze und Restaurants waren wirklich top. Sie unterstützten uns in jeder Situation und machten unseren Urlaub zu was ganz Besonderem. Nirgends haben wir uns bisher je besser aufgehoben gefühlt. Das hat man auch beim Frühstück gemerkt. Sie haben sich sowohl zeitlich, als auch von der Auswahl des Frühstückangebots nach uns gerichtet. Auch das haben wir so noch nie erlebt. Das Frühstück war sehr reichhaltig, abwechslungsreich und frisch. Dieses haben wir auf der Terrasse einnehmen dürfen, die einen super Blick auf die Umgebung bietet. Bei gutem Wetter sieht man sogar den Etna. Die Aussicht ist atemberaubend. Je nach Jahreszeit bekommt man auch Produkte aus eigenem Anbau. Zum Beispiel Feigen von den eigenen Feigenbäumen. Die kann man praktisch selbst pflücken gehen, wenn man das möchte. Wir hatten auch das Glück etwas von Claudias kulinarischen Künsten probieren zu dürfen. Ihre selbstgemachte Mandelmilch werden wir nicht mehr vergessen.  Wer ein ruhiges und sehr gepflegtes Örtchen sucht um zu entspannen, oder die Umgebung Caltanissettas erkunden möchte, für den gibt es keinen besseren Ort als Villa Russo. Dank den Gastgebern braucht man sich während des Aufenthalts um nicht sorgen und man fühlt sich rundum wohl. Villa Russo sollte man einmal erlebt haben. Für uns steht fest, wir kommen wieder. Danke Familie Russo!!!!",    "Hometown": "Germania",    "Date_of_stay": " agosto 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Location ideale per chi, come noi, voleva visitare Palermo e gustarsela in tutta la sua bellezza. Questo splendido b e b si trova in pieno centro storico, in via Bari,a 30 metri da Via Maqueda, a 200 metri dai 4 Canti,a pochi passi dal Teatro Massimo...Insomma, si hanno tutte le attrazioni principali e non ad un tiro di schioppo...Ubicato al primo piano di un palazzo storico, con ascensore. Mio marito ha prenotato alcuni mesi orsono, come sua consuetudine, poichè questo b e b non dispone di molte camere per cui voleva avere la certezza di avere la sistemazione migliore. Abbiamo soggiornato in questa bellissima struttura per 7 giorni per cui posso dare una valutazione oggettiva. Avevamo prenotato la camera n°7 ,la suite, un incanto. Stanza di 44 metri quadrati con tutto quello che necessita. E anche qualcosa di più. Letto comodissimo, cuscini memory morbidissimi, pulizia maniacale, macchina Nespresso con capsule di ottima qualità a disposizione, bollitore per tisana,the del quale NON abbiamo usufruito Noi siamo amanti del caffè...e basta. Due televisori l.c.d, uno in camera da letto e uno nel salottino.Bagno comodo, doccia enorme con cromoterapia, Qualità del sonno ottimale, camera silenziosa nonostante la posizione centralissima. Colazione da urlo, non mancava proprio nulla, da paste con cioccolato e pistacchi,cannoli,sarde alla beccafico, toast,dolce e salato come se piovesse. Succhi di frutta ,Yogurt..Complimenti. Colazione all'altezza di hotel 5 stelle. Posso affermarlo senza timore di smentita. Receptionist professionali, gentili,affabili,senza mai apparire invadenti. Un sentito ringraziamento a tutto lo staff. La struttura dispone di un servizio transfert efficientissimo del quale abbiamo usufruito da e per l'aeroporto oltre che per recarci a Monreale e in alcuni ristoranti. Puntualissimo e gentilissimo. sempre. Un sentito ringraziamento al sig. Pippo. Consigliato. Bravi, ritorneremo.",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Ottimo posto ci si sente a casa propria Personale gentile e molto disponibile per ogni richiesta Situato in centro con a richiesta posto auto coperto a pochi passi. Sicuramente avrò modo di tornarci alla prima occasione",    "Hometown": "Italia",    "Date_of_stay": " febbraio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Bref séjour , mais très agréable , dans cette hôtel parfaitement situé sur la mer et proche du centre. Les chambres sont de bonne taille La terrasse protégée du 4 étage est bien agréable pour le petit déjeuner Bon rapport qualité prix",    "Hometown": "Francia",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Struttura facile da trovare ed immersa nella meravigliosa campagna siciliana. Parcheggio comodo è sicuro. Camera spaziosa, pulita e con tutti i confort necessari. Personale educatissimo ed accoglienza nelle migliori tradizioni siciliane. Colazione abbondante e molto buona. Prezzi nella media della stagione e del periodo. Lo consiglio vivamente a chi cerca una sistemazione nella zona.",    "Hometown": "Italia",    "Date_of_stay": " agosto 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "What a wonderful find, everywhere very clean, comfortable bed, amazing breakfast. The hospitality was great especially from Martina and Federica, also must mention the cleaning staff they were always very friendly. This pleasant B&B would recommend without a doubt and would definitely stay again. Thank you",    "Hometown": "Regno Unito",    "Date_of_stay": " novembre 2019",    "Trip_type": ""}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "If you're looking for a good location in Trapani, this is the place. On the sea-wall overlooking a small arcaded piazza and at the end of one of the main shopping streets, you are a short walk from a myriad of cafes, pizzerias, trattorias and most of the major historic buildings. The ferry port is five minutes away, the rail and bus stations rather further but still walkable.The building houses about 15 self-catering serviced rooms and is extremely pleasant and well- decorated and equipped. A major attraction is the roof terrace, which is open for breakfast and also during the evenings, for drinks and snacks; a most pleasant place to watch the sunset. There's also a fitness room and a small library. Staff are welcoming and helpful. Cleanliness is excellent. Rooms are a good size. The only niggle we had was that the self-catering facilities were a bit minimal. Nevertheless, a very good, very well-run establishment. Recommended.",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "In visita a parenti, ho soggiornato in questo b&b, dal 4 6 al 7 6, ho trovato cortesia, simpatia e cordialità. I proprietari sono disponibilissimi, ci hanno addirittura accompagnato per una visita alle Vare, senza chiedere nulla in cambio. Pulizia e accoglienza, amore per il loro lavoro e sopratutto traspariva la dedizione che hanno per la loro struttura. Un grande grazie per i bellissimo soggiorno, torneremo alla prossima visita ai parenti. AD MAJORA.. Franco ed Emma",    "Hometown": "Italia",    "Date_of_stay": " giugno 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 4,    "Review": "Hermoso ByB, las habitaciones muy bonitas, el baño equipado. El desayuno perfecto con una gran variedad y una atención esmerada, aún cuando pedimos hacerlo fuera de horario por una excursión fueron muy gentiles. La recepción inmejorable tanto un joven como las dos hermanas que atienden estuvieron siempre a nuestra disposición. La ubicación es buenísima. Aprobado.",    "Hometown": "Argentina",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Abbiamo scelto questo hotel per la posizione (vicinissimo a tutto) ma l'accoglienza e la professionalità dello staff è il punto forte del residence la Gancia. Consigliatissimo il bar con vista spettacolare.",    "Hometown": "Italia",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Bed and Breakfast. Im Zentrum vom Sizilien gelegen. Etwas schwierig zu finden ohne Navigationssystem. Wunderschön gelegen und gebaute Villa, sehr ruhige Lage, traumhafte Aussicht, mit hervorragend ausgestatteten Zimmern. Sehr nette, hilfsbereite Gastgeberfamilie. Sehr gutes Preis-Leistungsverhältnis. Ideal für die Erkundung des Innern von Sizilien, z.B. Enna. Auch ideal für Durchreisende.",    "Hometown": "Svizzera",    "Date_of_stay": " maggio 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "The location of La Gancia made it an excellent choice for the first part of our stay in Sicily. But it was made even better by Guisi. We must say Grazie Mille Guisi! Our stay at La Gancia was made so special thanks to you. You were friendly and welcoming on top of being attentive to our needs. You are a wonderful person and we will miss you. Highly recommend La Gancia for its location, its beauty, and of course for Guisi.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Siamo stati qui per 5 notti ed è stato perfetto. Bellissimo, pulito e una deliziosa colazione. Ma la cosa migliore è la vista e i proprietari, che sono grandi. un altro vantaggio, è la posizione di Villa Russo in centro se l'isola. abbiamo voluto visitare l'isola, ed è stata la scelta perfetta perché è massimo 2 ore di macchina da angolo ani di Sicilia",    "Hometown": "Romania",    "Date_of_stay": " aprile 2017",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "b&b delle vittorie was a great choice for our trip to Palermo. The proprietor was communicative, helpful & accommodating, he even parked our car for us! The hotel is in a perfect location for exploring the old city, the accommodations charming and breakfast delicious. I definitely recommend staying here!?",    "Hometown": "Stati Uniti",    "Date_of_stay": " novembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Avevamo bisogno di una notte per l'ultima tappa del nostro viaggio nel sud Italia, prima di dirigerci verso Catania e l'aeroporto. Abbiamo prenotato questo essere e essere in prenotazione. com e arrivato alle 8:00 dopo un lungo viaggio in auto dalla terraferma. Quello che avrebbe potuto essere un arrivo urbano faticoso e confusionario in una trafficata strada notturna fu reso abbastanza facile da Favio, un ospite che fece così tanto per noi che sarebbe stato difficile fare di meglio. Avevamo chattato in precedenza su WhatsApp e ci ha fornito utili punti di riferimento. (La segnaletica per questo posto è una piccola targa su un edificio altrimenti anonimo - come molti be & Bs.) Ho parcheggiato due volte mentre mia moglie è entrata. (La strada è abbastanza ampia per farlo - e gli italiani lo fanno molto. Favio è uscito e ha preso alcuni dei bagagli. Inglese molto cordiale e molto buono. Abbiamo effettuato un rapido ed efficiente check-in.   Favio offre un parcheggio a pagamento (10 euro) in un lotto vicino ma abbiamo scelto il parcheggio gratuito durante la notte. Favio ha bloccato fisicamente un punto della strada per noi vicino all'alloggio mentre mi sono manovrato sopra. (E in effetti ha parcheggiato l'auto per me!) Ha offerto consigli sulle tariffe dei parcheggi (inizio alle 8:30 del mattino) e sul turismo. (Il centro storico locale è a due isolati a piedi. Passa un'ora se ce l'hai.)  La camera che abbiamo scelto (due erano lasciati) di fronte l'oceano ma avremmo dovuto prendere la camera della strada perché era più grande. L'arredamento della camera era adeguato per il compito. C'era anche il raro expander di prese elettriche! Un posto in più per collegare. Il bagno era lucido e ben piastrellato e super super pulito. La vista sul mare è del porto e durante la notte un'enorme nave da crociera ormeggiata abbastanza vicino al balcone avrei potuto colpire una pallina da golf su di esso.  La colazione era il solito caffè e dolci, ma c'era anche frutta fresca e uova sode. (Le uova non sono sempre offerte negli alloggi italiani più piccoli, non è il loro genere.) Hostess molto dolce e disponibile. Per la mamma c'erano molti spazi aperti e mi sono avvicinato un po '. Abbiamo visitato la vecchia chiesa e il quartiere storico prima di partire.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2018",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Sono tornato dopo due anni soprattutto per la cortesia, disponibilità e professionalità del personale dipendente dell'albergo che può essere definito eccellente sotto ogni profilo. le camere sono confortevoli, la colazione è ottima. Nessuna critica",    "Hometown": "Italia",    "Date_of_stay": " agosto 2019",    "Trip_type": ""}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "In viaggio per motivi familiari, abbiamo trovato a Villa Russo una vera oasi di tranquillità.La posizione della struttura offre (soprattutto al mattino) un panorama veramente invidiabile. Le camere, confortevoli e pulitissime, sono molto ben curate. Degni di nota la gentilezza e la disponibilità dei titolari. Sicuramente da consigliare",    "Hometown": "Italia",    "Date_of_stay": " maggio 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Struttura curata in ogni particolare: pulitissima, accogliente, ben fatta, articolata funzionalmente, con posizione strategica rispetto alla città e al porto (che si trova alle spalle). Il personale è molto gentile e disponibilissimo, pronto a fornire supporto all'ospite per le richieste più disparate. Il rapporto qualità prezzo è eccellente, anche in considerazione del fatto che si è al centro della movida senza pagarne più di tanto le conseguenze (rumore e affini). Lo consiglio vivamente!",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2018",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "We had a fantastic time relaxing at La Gancia’s bar. Giusi, our bartender, went out of her way to ensure our visit and our drinks matched the beauty that you can access —a panoramic view of the Mediterranean bay and a quiet piaza down below. The bar area was impeccably clean and comfortable. Thank you Giusi for making our evening so special!",    "Hometown":"Stati Uniti",    "Date_of_stay": " agosto 2019",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 2,    "Review": "Se tutto ciò di cui avete bisogno è un posto per dormire, allora Villa Russo è ok. Dopo avere prenotato 3 mesi di anticipo, i proprietari sembrava sorpreso quando abbiamo mostrato fino e non sapevamo se avevamo pagato o non - che abbiamo avuto. Siamo una famiglia di 6 e ci hanno messo 2 di noi in casa loro e 4 in un altro posto che avevamo in auto. Hanno davvero non parlava una parola di Inglese. . .",    "Hometown": "Israele",    "Date_of_stay": " aprile 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "This is the perfect venue in the heart of Palermo to easily access all the places of interest and to get a true insight into the history, culture and delicious food of this wonderful, easy to explore city. The room was very comfortable, spotlessly clean and the staff were super friendly and hospitable. Breakfast was plentiful and the tea, coffee and snacks available during the day and evening were a great touch. A special thank you to Martina who gave us excellent advice on where to go, how to get there and where to eat! Thank you for a perfect 3 night stay. We would certainly use Delle Vittorie as a base to explore the rest of Sicily in the future.",    "Hometown": "Regno Unito",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Just stayed here for 3 nights and it was perfect. Check in was so easy and quick. We stayed in room 2 which has a sea view and balcony. The room was immaculately cleaned every day. Good breakfast. The owners were very nice and helpful , also a special thanks to Victoria for all her help. Close to shops and restaurants but no noise in room.We stayed here because of the good reviews and it was even better than we expected. Would definitely recommend and we would come back here next time in Messina.",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2018",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "Questo hotel residence è situato nel cuore di Trapani,ma fronte mare , con vista sul mare stesso...camera molto ampia , idem bagno..bella ristrutturazione ,la colazione all'ultimo piano con vista mare e città' vecchia ,molto varia ed eccellente...staff gentile, cortese e disponibile. Comoda anche per persone con ridotta mobilita'.",    "Hometown": "Italia",    "Date_of_stay": " agosto 2019",    "Trip_type": ""}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Il paese è bellissimo, i panorami eccezionali. Claudia e suo marito vivono qui. Si tratta principalmente l'impegno di Claudia. Lei è molto orgoglioso della sua nuova essere & essere avventura. Nella foto è la camera che avevamo per 4 giorni. Aveva tutto ciò di cui avevamo bisogno. La doccia aveva acqua temperatura e buona pressione. Gli asciugamani erano molto belli e morbidi.  Siamo stati in grado di qualche servizio lavanderia nel lavandino e Claudia mettere un negozio di abbigliamento line up per noi di appendere le nostre cose e vestiti pins.  Siamo andati a piedi fino alla casa principale per la prima colazione. La colazione inclusa, pasticcini, marmellata, succo di frutta, yogurt, frutta fresca, caffè e tè. Un cesto di dolci confezionati e toast erano anche sul tavolo. Ci sarebbe piaciuto aggiunto alcune carni e formaggi. 4 Giorni dopo la stessa cosa esatta ogni giorno è diventato un po' noioso.  Questa era una posizione eccellente per noi fare escursioni di un giorno tornare a circa 3 : 30 andare in città prima di tornare a Villa Russo. Siamo diventati fan di questa Opera chiamato 'bar locale poco. E' stata una fermata per la gente del posto occupato per caffè espresso, tè, pasticcini, bicchiere di vino, un fumo all'esterno e un sacco di visitare. Per noi era divertente fermarsi in e prendere parte a osservare le persone. I dolci erano fatti in casa, il caffè buono e persone simpatiche. Sapevano che stavamo visitando la zona, abbiamo capito che nessuno!  Consigliamo senza dubbio Villa Russo per la vostra considerazione per un essere & essere soggiorno a Caltanissetta. Vi sarà lieto di scoperto sul. Salutate Claudia per noi!",    "Hometown": "Stati Uniti",    "Date_of_stay": " marzo 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 2,    "Review": "Went here last night as catching ferry next morning. The staff were lovely and despite the very noisy main road outside, I had a good nights’ sleep. BUT, the room had no safe, no coffee making machine or kettle, and was a bit tired. The rug on the floor was dirty and the wall by my bed was filthy, in need of a good paint. Breakfast was enough, I had some cheese and ham and a pastry which was fresh, but think i have been spoilt by other places in Sicily where there was more choice and better quality of fruit and tomatoes, even cooked bacon and scrambled egg! Wouldn’t recommend, have a shop around as there are plenty more places in the area",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2018",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Ci siamo fermati solo per una notte e ci siamo trovati benissimo, camere pulitissime molto curate .. i proprietari gentilissimi è davvero garbati, la signora cura tutto sotto ogni aspetto... colazione ottima ed abbondante... sicuramente ci torneremo e lo consiglio senza ombra di dubbio..",    "Hometown": "Italia",    "Date_of_stay": " marzo 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "My boyfriend and I stayed there for two nights and since we arrived everyone was extremely nice to us, very accommodating. From the check they gave us tips, arranged reservations to restaurants and parking.  But the one who made our stayed special was Giuisi, after we walk and needed refreshments we would go to the hotels terrace and she saw that we were on a romantic trip and go extra to set the ambience.  The rooms are big, including the bathroom. Everything is well kept and as I said the whole staff was amazing.  Thank you!!",    "Hometown": "Messico",    "Date_of_stay": " agosto 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Villa Russo",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Meravigliosa struttura curata nei minimi particolari ed altresì caratteristica; titolare estremamente cortese, pulizia ed accoglienza al top. Consigliatissima la suite dove personalmente ho soggiornato.",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2016",    "Trip_type": ""}
{"Name": "B&B Vanessa Le Fontanelle",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Ospite del bb Vanessa per 5 giorni, ho fatto la spola dall'ospedale grazie ai gentilissimi proprietari che venivano a prendermi accompagnarmi ogni volta ce ne fosse bisogno. Le camere sono in una abitazione nuovissima all'interno di un giardino privato, nella casa accanto vivono i proprietari, sempre attenti e gentili alle esigenze altrui.  Pulizia quotidiana, camera profumata, cucina attrezzata e bagno nuovissimo. Fiori, profumo e piante fanno ben presto dimenticare di essere lontani dal centro (che in verità dista appena due km).  Accoglienza simpatica, cortese e mai invadente: ci siamo trovati benissimo. Da consigliare a chiunque.",    "Hometown": "Italia",    "Date_of_stay": " aprile 2018",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "This B & B was right in the middle of downtown Palermo. When we arrived They gave us a completed Explanation of the layout of the city. They also gave us a list of restaurant recommendations. The rooms were comfortable.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Stayed here for a few nights. Roof top is a great spot to relax and watch the sunset. Room was clean and spacious and the staff was excellent. The location is perfect to walk just about anywhere. Would definitely stay again.",    "Hometown":"Stati Uniti",    "Date_of_stay": " agosto 2019",    "Trip_type": ""}
{"Name": "B&B Vanessa Le Fontanelle",    "City": "Caltanissetta",    "Rating": 4,    "Review": "Accueil très chaleureux dans une atmosphère familiale. Les propriétaires sont charmants et font tout pour que vous vous sentiez à l'aise. Nous ne parlions pas italien mais avons réussi à communiquer. La chambre était spacieuse, confortable et extrêmement propre. Le petit déjeuner était simple mais le rapport qualité prix du logement est excellent. Emplacement calme et possibilité de garer la voiture devant le logement. Excellent point de départ pour visiter Agrigente. Extrême gentillesse des propriétaires.",    "Hometown": "Francia",    "Date_of_stay": " aprile 2018",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Stayed here for several night in October  The location is fabulous within walking distance to almost everything and Palermo.  This is a small boutique B&B hotel with six or seven rooms. We had a larger suite which provided additional space and was absolutely immaculate.  Pillow are very comfortable. It had a very large bathroom with a double basin sink  The staff are very friendly and helpful with getting us settle In and helping us plan our visit to Palermo.  There is a breakfast in the morning which was amazing.  The room we had , had these incredible blackout shades which rendered the room almost pitch black when they were down which was perfect for trying to get some rest.  Pros Location Room quality  Breakfast  Friendly staff  Cons. Wifi was very poor  non existent in our room but given we were on vacation that was probably a good thing. But otherwise it’s readily available in the breakfast area Located just outside the rooms  Would highly recommend and stay here again",    "Hometown": "Italia",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Location was great and Fabio was an excellent host who went the extra mile in making stay comfortable. The room was nice and had a balcony, bed was comfortable, and the breakfast was superb. Would definitely recommend staying here.",    "Hometown": "Stati Uniti",    "Date_of_stay": " marzo 2018",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "Parfaitement situé sur le bord de mer et proche du cœur historique. Nous avions une grande chambre propre et très bien équipée.  Le petit déjeuner est tout à fait correct et ils proposent aussi des produits sans gluten sur demande. La vue est superbe mais attention il peut y avoir beaucoup de vent.",    "Hometown": "Francia",    "Date_of_stay": " agosto 2019",    "Trip_type": ""}
{"Name": "B&B Vanessa Le Fontanelle",    "City": "Caltanissetta",    "Rating": 4,    "Review": "Siamo arrivati in 8 ed accolti come se fossimo a casa! Letti comodissimi tanto da chiedere dove siano stati comprati! Colazione abbondante con dolci fatti in casa! Camere spaziose, ben pulite ed ordinate!Riveriti anche prima di cena con un caffè freddo gustosissimo!!!",    "Hometown": "Italia",    "Date_of_stay": " luglio 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Wonderful modern B&B in the heart of downtown Palermo. Very convenient to shopping, restaurants and the sites of the historic district. Very helpful staff. Clean, chic room and bath. Nicely priced as well.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "B&B Vanessa Le Fontanelle",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Bed and breakfast situato in una zona molto tranquilla e gestito con professionalità, correttezza e cortesia dai due proprietari. Stanze pulite e colazione molto buona. Possibilità di parcheggiare la macchina. Assolutamente consigliato.",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2016",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Posizione strategica nel cuore di Palermo precisamente nella zona pedonale, location molto bella e curata, camere arredate in stile moderno, pulite e confortevoli, colazione ottima con prodotti locali dolci e salati, personale gentilissimo e molto disponibile. Lo consiglio vivamente.",    "Hometown": "Italia",    "Date_of_stay": " novembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Posto gradevole, personale accogliente. Camere pulite e molto luminose. Situato al centro della città facilmente raggiungibile a piedi. Vicino a luoghi di interesse storico presenta una bella veduta dello stretto",    "Hometown": "Italia",    "Date_of_stay": " marzo 2018",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Residence La Gancia è uno di quei posti che ti restano nel cuore... Situato al proprio centro di Trapani, dotato di tutti i confort,pulitissimo, meravigliosa vista mare .. un vero 4 stelle..;ma quello che ti resta nel cuore sono soprattutto le persone che vi lavorano. Professionali,educatissime e sempre pronte a scambiare 4 chiacchiere per darvi ottimi consigli. Difatti un ringraziamento particolare va soprattutto a Rosanna, Riccardo e Giusy hanno contribuito a rendere il vostro soggiorno in questa struttura una bellissima vacanza!!!  P.s. Da nn perdere l'aperitivo in terrazza con un tramonto mozzafiato e gestito in modo magistrale da Giusy.",    "Hometown": "Italia",    "Date_of_stay": " agosto 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "The staff at Delle Vittorie really went above and beyond to make our stay great. Communication via what's app ahead of our arrival made things easy. They organized private parking for us nearby, which was very convenient as we wanted to leave our car while exploring the city the next day. The room itself was lovely, spacious and well appointed. The street was noisy, but we couldnt hear it in our room. Breakfast was nice as well, I only wish the setup for breakfast was a little quieter as it woke us very early. Before heading out the staff provided us with a map and list of top sites to see that matched the time we had to explore. We followed their recommendation and had a great day!",    "Hometown":"Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "メッシーナ美術館でカラヴァッジョの作品を見るために１泊しました。 メッシーナ中央駅からはトラムで１駅＋徒歩３分程度、駅からは徒歩10分～15分程度で充分　徒歩圏内です。 メッシーナ美術館へのアクセスはトラム１本（終点で下車）の立地で　この宿を選びましたが、ドゥオモ（大聖堂）へも歩いて５分弱、大聖堂周辺には洒落たレストランやお店が多く有り　とても便利な立地です。  お部屋は綺麗に整えられていて　女性好みのインテリア、お風呂はシャワーのみですが最新式シャワーで使い勝手も良く、居心地の良い部屋になっています。 部屋の窓から見えるメッシーナ海峡と　海峡を渡るフェリーやクルーザーが見えて面白いです。 メッシーナに滞在する女性一人旅、女性同士の宿泊に　とてもお勧めのお宿だと思います。",    "Hometown": "Giappone",    "Date_of_stay": " dicembre 2017",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Tolles Hotel in einem wunderschön renovierten Palazzo mit herrlichem Ausblick auf das Meer. Sehr sauber, gute Betten, sehr freundliches Personal. Das Frühstück auf der Dachterrasse ist ein Traum! Alla prossima!",    "Hometown": "Austria",    "Date_of_stay": " luglio 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Ci sono diversi motivi per i quali il pernottamento in questa struttura è stato buono.  La camera ed il bagno erano in ottime condizioni. Gli ambienti sono evidentemente nuovi. Abbiamo trovato tutto il necessario disponibile: asciugamani, coperte, altri cuscini, sapone, wifi. Peccato per la mancanza del phon. Il bagno è sorprendentemente grande! Personale pronto e disponibile. Colazione in struttura esterna poco lontana, essenziale ma buona.",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Located just off Via del Liberty, which is the main shopping area of the city and route to all of the major sites. This second floor property is superbly managed and maintained. Although it is in the city center it is QUIET! I really appreciated the air conditioning as Palermo is rather warm and humid even in October. I was given fantastic advise to visit Montreal’s, one of the most memorable sites of my visit to Sicily. Breakfast was available at 8:30 and snacks are available throughout the day and evening. My room was large with plenty of space to relax and reorganize prepare for my trip home.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "onestamente ero abbastanza prevenuto ed invece mi sono dovuto ricredere. palazzo storico, sul corso garibaldi, anche con stanze e sala comune colazioni con affaccio sul lingomare porto. locali e camere molto ben realizzati ed arredati. bagno ben pulito ed ampio. accoglienza garbata e discreta. ottima colazione abbondante e ben coadiuvata. bella esperienza positiva",    "Hometown": "Italia",    "Date_of_stay": " novembre 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "Abbiamo soggiornato in questo residence per 2 giorni al centro di Trapani con il mare di fronte raggiungibile a piedi e facilmente. Avevamo una junior suite con vista mare dotata di ogni comfort:forno a microonde,cucina,frigorifero,macchina del caffè nespresso... La colazione è buona ed abbondante ma poco varia: dovrebbero quanto meno ,poiché siamo in Sicilia ,avere a disposizione il latte di mandorla. Il personale gentile e disponibile e le camere sono molto pulite.",    "Hometown": "Italia",    "Date_of_stay": " agosto 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Bel b&b in zona tranquilla e con facilità di parcheggio, vicino alle principali istituzioni della città! Ristrutturato da poco e con un grazioso e colorato arredo moderno, molto pulito e con un buon rapporto qualità   prezzo! Il proprietario è gentilissimo e disponibile per ogni esigenza senza risparmiarsi per ottimi consigli! PS: in camera manca il phon e sarebbe bello trovare i kit cortesia (bagnoschiuma, shampoo, cuffie ecc..) soprattutto per i viaggiatori che stanno poco! Avendo pochi capelli, non è stato un gran problema! :joy::joy: consigliatissimo!",    "Hometown": "Italia",    "Date_of_stay": " settembre 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 4,    "Review": "Nice room, very quite despite being close to everything . Lovely staff, a fair breakfast, great if you like sweets! Beautifully set up, with windows out looking the streets, lots of ppl around and close to a lot sights!",    "Hometown": "Svezia",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Have just spent the night in this perfect bnb. The owner was charming, the place is spotlessly clean, the bed super comfy and the breakfast plentiful. It's a 10 minute walk from the train station. We arrived at night but still found the place easily enough.",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 2,    "Review": "Considering that this is a four star hotel and the price point, Residence La Grancia is highly disappointing. The location is excellent and practical, the rest is regrettable. While the hotel is clean, it is certainly not beautiful. The bed was the most uncomfortable.",    "Hometown": "Francia",    "Date_of_stay": " luglio 2019",    "Trip_type": ""}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Bed&breakfast arredato con gusto moderno e gestito in modo dinamico e attento dal proprietario che ha fatto si che ci potessimo sentire come a casa di veri amici! Tutto pulito ed ambienti spaziosi e facilità di parcheggio nella zona . La camera dispone di un ottima insonorizzazione e con il condizionatore abbiamo superato indenni questi giorni di canicola a 40 gradi , ottima la colazione in un bar convenzionato ! Sicuramente da consigliare a chi si reca a Caltanissetta anche per la sua posizione strategica che non è nella zona ZTL ma bensì nella zona nuova ottimamente servita da banche ,trattorie , supermercati , farmacie e tutto quanto si può avere di bisogno. Ritorneremo sicuramente poiché ideale per la mia famiglia e anche per l'ottimo rapporto prezzo qualità -",    "Hometown": "Italia",    "Date_of_stay": " luglio 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Nice suite No 7. Very central and still extremely quite thanks to well isolated windows. Typical Sicilian breakfast with a lot of sweets. Friendly staff. Got a list of recommended restaurants nearby. Organized seemless airport pickup and transfer. Can absolutely recommend and will stay there again next time in Palermo.",    "Hometown": "Svizzera",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Bell’hotel sul mare e in pieno centro storico. La suite sulla terrazza è perfetta e con una terrazza attrezzata dalla vista magnifica. La colazione è ottima e il personale super accogliente e gentilissimo. Consigliatissimo!",    "Hometown": "Italia",    "Date_of_stay": " agosto 2019",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 2,    "Review": "Un pernottamento in una stanza arredata in conformità modello IKEA. Essenziale e mediocre. La cosa che non riesco a comprendere è come mai un bed and breakfast non prevede il breakfast? Inoltre, il posto essendo su una strada trafficata rende tutto rumoroso. Non è stato facile riposare la notte.",    "Hometown": "Italia",    "Date_of_stay": " giugno 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "We enjoyed our cozy room, it was the perfect place for a one night stay. The staff was super friendly and accommodating. They gave us recommendations on what to do, where to eat and helped us park our vehicle. It is right near food, shopping and site seeing.",    "Hometown": "Stati Uniti",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "Questo B & B ha una posizione eccezionale in quanto si trova in pieno centro e praticamente di fianco al duomo di Messina. Le camere sono carine e i bagni sono molto nuovi e puliti. Il titolare e la sig.na Vittoria sono gentilissimi e ti coccolano in tutti i modi. La colazione è molto ricca e si può avere tutto quello che si vuole. Inoltre la colazione viene servita in un locale con una vista meravigliosa sul porto.",    "Hometown": "Italia",    "Date_of_stay": " agosto 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Ho soggiornato con il mio ragazzo lo scorso weekend, ed è stato tutto stupendo. La struttura si trova in un punto strategico: in centro, con parcheggio adiacente e con una vista mozzafiato. Il personale gentile, apprezzato il welcome drink anche se non abbiamo fatto in tempo ad usufruirne. La linea cortesia di ottima qualità, la pulizia della camera impeccabile. L’unico neo è stato il letto: capisco la comodità e versatilità di utilizzare due letti singoli uniti, ma è fondamentale l’uso di un buon topper (in questo caso mancante) che ha fatto sì che sentissimo parecchio la congiunzione tra i due lettini. La colazione da 10 a prescindere dalla qualità, grazie alla vista di cui gode. Spero di tornarci, a prescindere dal letto! :)",    "Hometown": "Italia",    "Date_of_stay": " luglio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Ottimo soggiorno nei miei dieci giorni in questo b&b. Stanza ampia e pulizia, vicina a tutto il necessario. Il proprietario poi si distingue per disponibilità e gentilezza. Ottima la colazione con dei cornetti di cui sicuramente sentirò la mancanza. Ci tornerò sicuramente nelle prossime trasferte.",    "Hometown": "Italia",    "Date_of_stay": " giugno 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 4,    "Review": "The B and B was in a great location in Palermo. It was spotless and the staff helped me get taxis to and from the airport. They arranged special early check out and late check in. Easy access to 2nd floor and great dinner recommendation from them.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "great location, wonderful and helpful staff. And our room was excellent - wonderfully appointed, spacious, good storage both for clothes and in the bathroom. Highly recommend staying here.  Would request more savory choices at breakfast.",    "Hometown": "Canada",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Cominciamo col dire che sono stato a Messina per lavoro e a distanza di un mese per ben due volte, ed in entrambe le occasioni vi ho soggiornato . Ho trovato questo B&B grazie alla nostra community e che dire le recensioni che ho letto rispecchiavano a pieno il valore di questo B&B. E' facilissimo da raggiugere a piedi dalla stazione centrale di Messina, che chi come me ha viaggiato da solo e con un trolley è il massimo, mi è stato sufficiente percorrere a piedi via del vespro che interseca proprio via Garibaldi e svoltando a destra, basterà cercare il civico 108. Il B&B come già detto da tutti è situato sul solo 3° piano dell'immobile, appena si entra si respira subito un'aria familiare. La struttura è piccola con poche stanze ma tenuta ottimamente ed è pulita. Ho avuto la fortuna di provare sia la camera con vista mare e quella con vista sulla città. Che dire quella lato mare è fantastica perché si vede il porto di Messina e di sera con la madonnina e veramente suggestivo, con ben visibile la vicina Calabria, mentre quella lato città si ha la vista delle cupole delle chiese locali e del Duomo che di fatto dista solo pochi metri dalla struttura. Per questo mi sento di consigliare il B&B, anche per la colazione che è sempre compresa e ben servita e varia, con il personale gentilissimo e sempre disponibile. In ultimo voglio ringraziare il titolare Fabio, che mi ha trattato come una di famiglia, per questo mi sono sentito come a casa.",    "Hometown": "Italia",    "Date_of_stay": " luglio 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "We loved our stay in Trapani! The hotel was faultless- full of history, spotlessly clean, fabulous location and the breakfast balcony simply stunning!!! Service was very friendly and professional. We wish we stayed for longer.",    "Hometown": "Australia",    "Date_of_stay": " luglio 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 4,    "Review": "LocaTion was excellent. Staff recommended very good restaurants and made reservations for us. Breakfast could offer more variety but was good. Pickup and drop off at airport Was priced ok and was much appreciated. Hotel is clean and comfortable but not fancy. Room is a bit small. Still a good price for a great location.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Tolle Lage im Zentrum, schöne Dachterrasse mit Blick auf das Meer, sehr freundliches Personal, das uns Stadtplan und Tipps fürs Abendessen gegeben hat, Unterstützung bei der Parkplatzsuche, tolles Frühstücksbuffet, ausgezeichnetes Preis-Leistungs-Verhältnis, Aufzug vorhanden, WLAN",    "Hometown": "Austria",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 4,    "Review": "La camera è spaziosa e ben arredata. Il Wi-Fi funziona senza problemi (non è scontato). Facile parcheggiare, ho lasciato l'auto sotto la finestra di camera. Il proprietario è gentilissimo e disponibilissimo. Da consigliare veramente.",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2016",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "A great location in the centre of the City, close to all the main sites and restaurants.  The bedroom was well equipped and spacious and although our room fronted the road , there was no noise due to great triple glazing.  The staff were all very friendly and helpful",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Exemplary stay - from the moment we checked in, we were warmly welcomed, given great recommendations on where to park, restaurant recommendations and help with reservations, and even a towel to go to the free beach right outside the door. The welcome drink is a glass of Prosecco... Shower head can be adjusted to be a rain shower, and there is a good makeup mirror. Well equipped with good espresso machine and nice toiletries. The fantastic location near to the beach and on the main restaurant shopping strip, along with great client service akin to almost a concierge, makes this hotel a great place to stay - wholeheartedly recommend.",    "Hometown": "Canada",    "Date_of_stay": " luglio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Locali funzionali e completi, con parcheggio vicino. Grande disponibilità del proprietario, orari flessibili, importanti per chi viaggia per lavoro. La posizione è perfetta, fuori dalle zone più rumorose della città.",    "Hometown": "Italia",    "Date_of_stay": " maggio 2016",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "We had a wonderful stay at the Delle Vittorie. Our room was very clean and comfortable with a very pleasing decor. Our room was quiet and Air conditioning worked well. Breakfast had all the usual Items, fruit, yogourt, eggs, cereal and most importantly the best Cannoli. The staff ( two twin sisters)were always very helpful and and pleasant to deal with. I really think you would be pleased with this property.",    "Hometown": "Canada",    "Date_of_stay": " ottobre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Dopo una lunga ricerca ho trovato questo essere&essere. In un primo momento mi ero preoccupato perché la posizione - l'edificio è di grande traffico stradale a Messina - ma tutto si è rivelato essere così bene in questo essere&essere che ne è valsa la pena. E' situato in uno dei piani più alti quindi non si sente il traffico troppo. La camera in cui abbiamo alloggiato era veramente comodi letti (a dire il vero, i più comodi letti ho dormito durante la mia intera Sicilia viaggi); aria condizionata; wifi; una stanza da bagno completamente rinnovate con servizi moderni e doccia a pioggia. È nel complesso molto cleabn, e aveva anche un piccolo angolo cottura che non abbiamo utilizzato. La camera è luminosa ma si può fare completamente buio con la chiusura delle sfumature. Il personale è incredibilmente cortese e disponibile. La sala per la colazione è luminosa e ha una vista sull'oceano. Il mio unico commento è, che avrebbe potuto essere un po' più scelta per la colazione, come frutta fresca e forse alcuni formaggi. . . Ma questo è veramente un dettaglio, mi è stata nel complesso molto soddisfatto di questo posto e ritorneremo sicuramente.",    "Hometown": "Stati Uniti",    "Date_of_stay": " maggio 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "We spent two nights here. A wonderful hotel. The staff was very friendly and helpful. The room was clean. We had a junior suite with terrace. We had our own private terrace with lounge chairs, umbrellas and tables. Our room also had a little kitchen area with a table and chairs. The hotel is located by the sea. There is a sandy beach behind the hotel. Walk along the boardwalk to the stairs down to the beach.The hotel is alo near all the restaurants and shops. A great place to stay",    "Hometown": "Stati Uniti",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Il soggiorno è stato fantastico, la camera dispone di ogni confort ed è comodissima, è in un'ottima posizione e il personale è cordialissimo per ogni esigenza! Il servizio wi-fi, l'aria condizionata, la TV... Tutto funzionale!!! Il bagno è grande con una doccia spaziosa... 5 stelle meritate!",    "Hometown": "Italia",    "Date_of_stay": " marzo 2016",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "Wie in vielen anderen Orten Siziliens werden wir von einer überaus freundlichen Mitarbeiterin in Empfang genommen. Angesichts des Nationalfeiertags benötigen wir den eigentlich reservierten Parkplatz nicht. Ansonsten ist dieser aber unbedingt zu empfehlen, da das Garibaldi direkt an einer der Hauptverkehrsachsen von Messina liegt. Vom Frühstückszimmer sieht man in den Hafen und auf Kalabrien. Durch den bereits erwähnten Verkehr ist es allerdings auch bei geschlossenen Fenstern relativ laut. Dafür funktioniert die Klimaanlage ohne Probleme. Sehr schön ist die zentrale Lage in Messina. Zum Dom und zum Ausgehviertel sind es nur zwei Minuten, während man zur Haupteinkaufsstraße etwa 10 Minuten zu Fuß benötigt.",    "Hometown": "Germania",    "Date_of_stay": " giugno 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Very pleased with our stay at Residence La Gancia. Easy walking distance to restaurants and nightlife, ferries, historical points. The staff here is excellent and goes above and beyond to make your stay comfortable.Our breakfast every morning at the rooftop dining area was superb as were the views and service. Same for our pre-dinner wine and spritzes on the rooftop. Parking is the only slight hassle. We dropped off our car as directed in the public 24 7 lot and it was a 5-10 min walk back to the hotel. Highly recommended!",    "Hometown": "Stati Uniti",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Grande disponibilità da parte del proprietario e bellissima stanza dotata di tutti i comfort! Lo consiglio vivamente anche soltanto per una notte. Unica pecca: bagno fuori dalla stanza anche se dedicato con chiave",    "Hometown": "Italia",    "Date_of_stay": " gennaio 2016",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "E' ben situato essendo a soli 10 minuti dalla stazione ferroviaria e vicino ai quartieri vecchi di Messina. Il nostro ospite Fabio e il suo partner sono persone molto affascinanti che ha fatto di tutto per aiutarci. La camera era moderna, con un piccolo balcone che si affaccia sulla strada principale. Era comunque tranquillo. La camera era pulita e confortevole, con una grande doccia testa rose. Wifi gratuito è fornito come pure una colazione continentale buona la colazione. La mia unica critica è che non c'era una cassaforte in camera.",    "Hometown": "Australia",    "Date_of_stay": " maggio 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Clean, affordable, convenient and helpful friendly staff. Local sandy beach a stones throw away, restaurants, bars and access to port if going on excursions all less than a few minutes away. Local Taxi Marco bookable thru hotel. Vehicle clean and well maintained. Marco very helpful and willing to go that extra mile. Wonderful holiday",    "Hometown": "Regno Unito",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "B&B molto bello e comodo. Camere arredate in stile moderno e con buon gusto ,molto pulito e completo di TV ,wi-fi e condizionatore. Il proprietario molto disponibile e gentile. Lo consiglio oltre per quello appena descritto e posizionato in un punto bello e strategico della città .",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2015",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Esse hotel fica num prédio antigo mas bem cuidado e com elevador, os quartos são bonitos e confortáveis, as pessoas que atendem aos hóspedes são gentis, interessados em oferecer o melhor para os hóspedes, o Giuseppe se esforçou para entender o nosso português e facilitar nossa estadia, inclusive nos ajudando a estacionar o carro próximo ao hotel.O café da manhã é ótimo e durante o dia coisas gostosas estão sempre expostas para os hóspedes se servirem.",    "Hometown": "Brasile",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "L'unica cosa che non mi è piaciuta questa essere&essere è che abbiamo dovuto lasciare dopo il nostro soggiorno di 4 giorni. Tutto era ECCELLENTE. Il proprietario Fabio, il suo personale Vittoria e Franco non avrebbe potuto essere più accomodante e ha reso il nostro soggiorno molto confortevole. La nostra camera aveva la vista sulla strada, con balcone e la sala per la colazione sull'altro lato aveva un balcone che si affacciava sul mare. Era meraviglioso fare colazione su quel balcone ogni giorno. C'era una buona varietà di cibo a colazione incluse le uova sode cosa impensabile in Italia. La camera era eccezionalmente pulita e non piccola, il letto era molto confortevole, ottima aria condizionata, piccolo frigorifero, un sacco di spazio armadio, il bagno era di buone dimensioni e una grande quantità di ristoranti e attrazioni turistiche a pochi passi di distanza. Vi consigliamo questo posto 1000 % e ringraziamo Fabio e il suo staff per farci sentire i benvenuti. Ci torneremo sicuramente quando a Messina.",    "Hometown": "Stati Uniti",    "Date_of_stay": " maggio 2017",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "We stayed one night in this beautiful hotel by the sea in Trapani. You can park your car nearby, in public parking with coins. The hotel is nice , our room had a great view over the sea. Breakfast is delicious and served in the terrace overlooking the sea. Highly recommended!!",    "Hometown": "Argentina",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "B&b molto bello, nuovissimo e ben arredato. Proprietario gentilissimo. Molto pulito. Se capiteremo da quelle parti ci ritorneremo sicuramente!! Lo consiglio a chiunque anche per una sola notte. L'unica cosa da migliorare è il segnale TV che in alcune stanze è molto scarso!!! Consigliatissimo",    "Hometown": "Italia",    "Date_of_stay": " settembre 2015",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "All around great hotel and location with exceptional breakfast. Very nice evening bar presentation and snacks. Hotel arranged for airport transportation that was nicely done. We would definitely stay here again.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "B&B posizionato vicino al porto e comodo per raggiungere il centro. Posizionato all'ultimo piano di un palazzo con doppio affaccio quindi si può beccare una camera vista porto oppure una vista centro. Camere confortevoli, bagno ok, colazione semplice e service sempre attento alle esigenze del cliente. In zona son presenti differenti ristoranti e i parcheggi per le auto dopo le 20:00 sono gratuiti in strada. Soggiornato più volte, ve lo consiglio.",    "Hometown": "Italia",    "Date_of_stay": " maggio 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Looking out from our window you could swear you were in the sea ....we were that close. Very quiet and large rooms with Windows that open. You could lie on the bed and look out to sea. Great central location with lots of bars and restaurants within easy walking distance.  The bar on the top floor was great and we would have enjoyed sitting outside if it wasn't so unseasonably wet while we were there. This was also the breakfast room and they made a very good coffee. The staff were so friendly especially the lovely Giussi ! Can highly recommend this hotel as a great place to stay in Trapani.",    "Hometown": "Australia",    "Date_of_stay": " maggio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Stanze nuovissime, pulizia soddisfacente, mobili nuovissimi, bagno di ultima generazione con doccia idromassaggio, tv a schermo piatto, Wi-Fi e condizionatore, zona abbastanza centrale con possibilità di parcheggio. Prezzo assolutamente corretto.",    "Hometown": "Italia",    "Date_of_stay": " settembre 2015",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "We had a very comfortable stay at Delle Vittorie. Rooms were clean and comfortable, the innkeepers were kind and helpful, and the breakfast buffet was fresh and plentiful. Good strong coffee is made to order. Location is central to almost all sights in Palermo.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Sono stato per tre giorni in occasione di impegni. L'ospitalità è stata perfetta. Sono arrivato in mattinata ed hanno fatto di tutto per darmi la camera prima possibile e nell'attesa mi hanno offerto la colazione.La mattina successiva dovevo partire presto e il giovane proprietario è venuto apposta per darmi la colazione.. Veramente tutti gentilissimi ed ospitali. La posizione è comodissima perché vicino alla stazione, al porto ed al centro e offre un bellissimo panorama sul porto e sullo stretto.",    "Hometown": "Italia",    "Date_of_stay": " aprile 2017",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "We spent one night at this fine boutique hotel in Trapani and quite frankly the pictures on the internet don’t do it justice. The staff is very attentive and personable, wanting to make sure your stay is worry free and enjoyable.The bar and breakfast room is on the roof top with wonderful views, sofas and ample shade for those wishing to stay out of the sun. Our room overlooked the piazza. Parking was street parking by meter as described but this was no problem and in fact we could see our rental car from our room. When we checked in we were told that the rate for our room had dropped and gave us 2 complimentary breakfasts. The location is proximate to many restaurants and shops. Complimentary bottled water is provided as well.",    "Hometown": "Stati Uniti",    "Date_of_stay": " giugno 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "the twins were amazing from start to finish. Helpful when we arrived with parking, restaurant suggestions and information about the surrounding area. The apartment style hotel room was clean, updated and really cool, right in the middle of it all. I would stay again.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Questo piccolo essere&essere cuciture proprio come un albergo ordinario della città. Tuttavia, il personale rendono assolutamente straordinario. Tutti nell'hotel ho parlato erano molto disponibile, dalle receptionist per l'uomo pratico, tutti erano così genuino e così ospitali. Mi sono sentito veramente benvenuto. La camera è molto carina, la vista sul mare, la colazione era molto buona. La posizione è eccezionale, A 2 minuti dal Duomo, 5 - 10 minuti dalla zona principale dello shopping, ci sono molti posti per mangiare nelle vicinanze, il che era consigliato dall'hotel e il cibo era semplicemente incredibile. Prossima volta a Messina, sarà Garibaldi nuovamente.",    "Hometown": "Regno Unito",    "Date_of_stay": " marzo 2017",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "Nice hotel, great location and view FromThe room. I don’t give them 5 stars because they don’t have parking. You can park on the street nearby . The view from The breakfast bar is also great. It is ay walking distance from all The important spots of the City",    "Hometown": "Argentina",    "Date_of_stay": " giugno 2019",    "Trip_type": ""}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Questo b&b è troppo carino, so che non è importante ma la carta igienica era lilla come gli asciugamani! Bello nell' arredamento e molto pulito. Il wi fi gratuito e funzionante. Si trova ad una decina di minuti a piedi dalla stazione dei bus e per me, che non ho visitato Caltanissetta per vacanza, si è rivelata una posizione comoda. Angelo, il proprietario, è stato disponibilissimo e nonostante non avessi acquistato il pacchetto comprensivo di colazione mi ha omaggiata con un buono (hanno una convenzione con il bar di sotto) anche se non ho avuto modo di usufruirne perché in ritardo! Insomma, sono rimasta completamente soddisfatta.",    "Hometown": "Italia",    "Date_of_stay": " luglio 2015",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Struttura situata nel cuore di Palermo, ideale per visitare la cittá. Praticamente si puó fare tutto a piedi. Abbiamo parcheggiato la macchina comodamente nel garage a pochi passi dellla struttura. Siamo stati accolti da Giuseppe che ci ha dato ottimi consigli su ristoranti e cosa vedere. Camera moderna e arreddata con gusto, colazione buona e personale gentile. Ci torneró volentieri. Consigliato!",    "Hometown": "Italia",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Excelente lugar para elegir en Messina. Ubicacion inmejorable, centrica,cerca de lugares de interes, zona de restaurantes y comercios. El establecimiento esta decorado con muy buen gusto, y atendido con esmero y dedicacion. Camas confortables y baños modernos y equipados. Muy Buen desayuno!!!! Volveria sin dudar",    "Hometown": "Spagna",    "Date_of_stay": " aprile 2017",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Una bella Residence nel cuore di Trapani. Ottima colazione. Il suite era spazioso con un pavimento unico di vetro e legno. Molto pulito e con ogni comforts..Personale pieno di premure.Moltissimi ristoranti vicino al Residence.",    "Hometown": "Nuova Zelanda",    "Date_of_stay": " maggio 2019",    "Trip_type": ""}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Posizione centralissima, a 1 minuto a piedi da viale Turati, 3 minuti a piedi da viale della Regione (le vie più importanti di Caltanissetta), a 3 minuti con l'automobile dall'autostrada. Camere pulite, onorevoli, ben arredate, ricche di servizi! Ottima la colazione nei bar convenzionati appena sotto il B&B! Proprietario molto gentile!",    "Hometown": "Italia",    "Date_of_stay": " marzo 2015",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "This B&B is luxuriously appointed and has a great location just around the corner from one of the main pedestrian streets in Palermo. Just steps from major sites, restaurants and shops, it is the perfect location for visitors. The owner is very friendly and helpful. Transportation from the airport can also be arranged. The selection of pastries for breakfast was excellent.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Una scoperta. Una bellissima struttura, molto ben gestita. Curata nei dettagli. Complimenti a Fabio, al padre e alla ragazza (non mi ricordo il nome) che è stata gentile e sempre con il sorriso (cosa non da tutti). Colazione molto generosa. Bel servizio. Camere pulitissime. Avevo la camera n. 1: con una vista eccezionale sul porto. Purtroppo il tempo non è stato un granchè...ma non è certo colpa dell'hotel.",    "Hometown": "Italia",    "Date_of_stay": " aprile 2017",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 3,    "Review": "Ho trascorso una notte con mia moglie in questa struttura. Devo dire che la struttura, dal punto di vista architettonico, mi è piaciuta molto...ma questo non è bastato ad ottenere un punteggio più alto. Sebbene la stanza fosse grande non ho gradito la fragranza che era stata spruzzata all'interno: troppo forte e sintetica...il bagno poi (senza finestre e solo con aspiratore) aveva davvero un odore sgradevole che costringeva a tenere la porta ben chiusa. Nessun copriletto e, quindi, coperte esposte alla polvere ecc.. Infine, era previsto sky in tutte le stanze... peccato che non funzionasse. Alle mie rimostranze mi è stato risposto che sarebbe stato attivato in alta stagione - giugno - (peccato che abbiamo soggiornato a fine maggio e, comunque, la risposta non è che mi abbia particolarmente convinto). Bella la terrazza per un aperitivo e la colazione, anche se quest'ultima non è che mi abbia entusiasmato particolarmente: buffet piccolino e di media qualità...insomma per un 4 stelle si dovrebbe fare di più. Nulla da dire per il personale che è stato gentile e disponibile... ma non so se ci ritornerei..... Particolare menzione merita l'ubicazione: in pieno centro di Trapani...",    "Hometown": "Italia",    "Date_of_stay": " maggio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Behind a big wooden door- you enter a dark entry with an elevator from the year of the flood.. what you might expect from a Times Square hotel that charges by the hour.  But have faith- one floor up - there is another door to the B&B- and you enter another world. Modern- clean- comfortable room- excellent bath- and quiet considering you are in the center of Palermo . ( yards from the main walking street ) Nice buffet breakfast too. Only negative- hundreds of channels in Italian and not one in English- but who has time for TV. Ask Frederica anything before arrival or after- and it is done. Recommended",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Devo dire che avendo prenotato all'ultimo secondo non messo molta attenzione nello scegliere dove dormire, avendo preso una struttura tra le più quotate. Arrivati dall'esterno non si ha una buona impressione e se a questo si aggiunge l'ascensore non funzionante la frase che viene in mente è  iniziamo bene ....  ma una volta preso contatto con il personale del B&B le cose sono cambiate, sono venuti giù a prendere i bagagli e scusandosi per i lavori all'ascensore, entrati nella struttura a terzo piano si vede subito la cura e la pulizia che hanno, non parliamo della cortesia e della disponibilità del personale che da sola vale tutte e 5 le stelle. Mi sono trovato veramente bene e tornerò per i miei viaggi a Messina, consigliatissimo",    "Hometown": "Italia",    "Date_of_stay": " febbraio 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "The staff were so welcoming it made the stay a nicer experience. The location is perfect right in the historic area. The road outside the hotel was to be closed the next morning due to a run which was taking place so we had to park the car in a nearby car park. This was no hassle at all and took about 5 mins to walk back to the hotel. Breakfast was just ok nothing special but as we got a good deal this wasn’t a problem. If asked would we recommend this hotel, the answer is yes, and would gladly stay there again if we were in the area.",    "Hometown": "Regno Unito",    "Date_of_stay": " maggio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "A Casa di Amici",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Camera molto confortevole.... bagno (anche se esterno alla stanza) comodissimo.... . Pulizia 10 e lode in tutto l'appartamento!!!! Massima disponibilità del titolare!... La posizione in città è pure molto comoda...",    "Hometown": "Italia",    "Date_of_stay": " gennaio 2015",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Selected this place based on reviews and it did not disappoint. Martina welcomed us and gave us the lay of the land; very centrally located, easy walk to all important sites. Clean, comfortable, and homey - including a wonderful breakfast. Definitely recommended.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "Sono stata in questa struttura per una settimana alla fine di gennaio per lavoro. L'accoglienza è stata ottima, mi hanno fatto sentire subito a casa e dato ottimi consigli per visitare la città. Tutti sempre sorridenti e super disponibili, che non è cosa scontata. Su prenotazione è disponibile anche la cena, che consiglio di provare. Colazione abbondante. La camera era pulitissima e con un balcone sul mare. Ci tornerei sicuramente.",    "Hometown": "Italia",    "Date_of_stay": " gennaio 2017",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "We loved this hotel! We found parking very easily by the hotel (free on the weekends and pay during the weekdays). The rooms are incredibly spacious with a large modern bathroom. The breakfast spread was delicious and the staff was so helpful with anything we asked them. I would highly recommend La Gancia.",    "Hometown": "Stati Uniti",    "Date_of_stay": " maggio 2019",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 3,    "Review": "Bella struttura dentro un palazzo antico nel pieno centro storico della città Un piccolo problema il parcheggio non facile da trovare e a pagamento Prezzo buono colazione standard Camera un po’ vecchiotta Bagno senza phon con tubi e fili volanti Sicuramente da sistemare",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2019",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Posizione centralissima e ben collegata con la stazione ferroviaria e con i trasporti marittimi. Ambiente accogliente e sobrio. Camere pulitissime, ben arredate e confortevoli. Lo staff, in particolare il proprietario, è molto attento alle esigenze dei clienti e disponibile.Nella sala per la colazione si può godere, oltre a tante prelibatezze, anche di una vista mare spettacolare!! Consigliatissimooooo!!!!!!",    "Hometown": "Italia",    "Date_of_stay": " febbraio 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 2,    "Review": "À déconseiller absolument la chambre que nous avons occupée (301) très sombre car donnant sur un réduit éclairé par une petite fenêtre (voir photo). La chambre est très bruyante car sous le bar situé en terrasse où l’on sert les petits déjeuners. 110 euros la nuit c’est beaucoup dans ces conditions !",    "Hometown": "Francia",    "Date_of_stay": " maggio 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 5,    "Review": "Bed molto carino e veramente pulitissimo.. Lo consiglio vivamente per chi vuole stare a due passi dal centro..buona colazione.. Personale professionale educato e rispettoso..stanze ben rifinite e davvero pulite.. Consigliato",    "Hometown": "Italia",    "Date_of_stay": " novembre 2019",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 4,    "Review": "This is the perfect location for touring Palermo...just a few steps from the main pedestrian street of Via Maqueda. Room was spacious, well equipped and clean. Host was very helpful with tips and get oriented to Palermo.",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Struttura posizionata in centro facilmente raggiungibile dal porto. Accoglienza famigliare e gestione da hotel di ***** . Possibilità di garage al coperto, ottima vista sulla città e sul porto. Ubicato al 4 piano di un edificio storico con ascensore.",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2016",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Our room included a kitchen and the bathroom was very large! The breakfast room has a lovely view of the sea and the selection of offerings was delightful. We spent 2 nights here during Easter week when the city is very busy due to its pageant which is impressive. We considered ourselves very lucky both to be in the town then and lodged in such a nice situation. The only negative was the caution not to drink the tap water but free bottled water was included in the room rate. Great Place!",    "Hometown": "Stati Uniti",    "Date_of_stay": " aprile 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Very secure and lovely room. Great location. Perfect breakfast. Staff were very accommodating and prompt to assist us. In fact, when we decided to return a week later for another night before leaving Sicily they spent quite a lot of time finding another hotel for us as they were completely booked.",    "Hometown":"Messico",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Sono stata due notti per lavoro in questo bellissimo B&B, curatissimo in ogni dettaglio. Tutti gli ambienti sono arredati in stile vintage anni '60. Le camere sono davvero bellissime, pulitissime e luminose, con letti comodi e ottimo Wi-Fi. La sala colazione si affaccia sul mare e offre un ricco buffet, con frutta, dolci, yogurt e un angolo salato con formaggio, uova e prosciutto. Lo staff è gentilissimo e sempre disponibile . Vi darà tutte le informazioni che vi serviranno per il vostro soggiorno a Messina. La posizione è ottima sia per il centro che per i traghetti.",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2016",    "Trip_type": ""}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 4,    "Review": "Habitaciones amplias y confortables y limpias. Buen desayuno. Hermosa Terraza Personal excelente, muy amable y atento. Muy bien ubicado. Cerca de todo lo qué hay que visitar en la ciudad. Era un convento del año 1600 . . Muy bien reciclado. Volvería!",    "Hometown": "Argentina",    "Date_of_stay": " aprile 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 2,    "Review": "Non vanno imcontro ai clienti. Non ci tornerei. Rumorose le stanze e chiesto di isxire alle 11 negata aurorizzazione solo 10 30.va be niente da fare. Prese non funzionanti. Che servizio mediocre................",    "Hometown": "Italia",    "Date_of_stay": " maggio 2019",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "The room was very nice and the location was fantastic if you want to see Palermo. It is right in the middle of everything. It is also right next to a great arancini and connoli place and also next to a great cocktail bar. Its a short walk to the opera house and cathedral and the markets. We drove so the parking is a little weird because there are parking restrictions in the city center that were a little confusing but we worked them out fine and the bnb explained everything to us. They were very helpful. Super nice staff!",    "Hometown": "Stati Uniti",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Ottima organizzazione, pulitissimo, stanze molto carine con vista sul porto di Messina. Il titolare Fabio È super gentile e disponibile. Ve lo consiglio ottima struttura nuova in Centro città, ottimi prezzi.",    "Hometown": "Italia",    "Date_of_stay": " novembre 2016",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Residence La Gancia",    "City": "Trapani",    "Rating": 5,    "Review": "Localização excelente, no centro histórico e de frente para o mar. Pessoal muitíssimo atencioso, interessado em bem receber, muito prestativo. Acomodação muito boa e ótimo café da manhã. Pôr-do-sol mais belo que o famoso de Santorini - Grécia.",    "Hometown": "Brasile",    "Date_of_stay": " marzo 2019",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 4,    "Review": "Ottima posizione, in pratica al centro della città, I B&B è ubicato in un antico palazzo, la camera accogliente, il bagno dotato di ogni coonfort. Il personale gentilissimo, mi ha praticamente guidato sino alla struttura e conservato il parcheggio. Ottimo rapporto qualità prezzo. in pratica tutto perfetto, ritornero certamente.",    "Hometown": "Italia",    "Date_of_stay": " novembre 2018",    "Trip_type": " Ha viaggiato da solo"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "This boutique B&B was a delightful surprise. Located centrally for seeing many of the main religious buildings and bustling street cafes etc and within walking distance of the main coach and train station. The spacious rooms are modern and well equipped with tea coffee making facilities, hairdryer, bath slippers and luxury white fluffy bath and hand towels. Electrically operated exterior blinds on the bedroom windows ensure both privacy and added sound proofing for a great nights sleep. Breakfast is provided in the smart breakfast room and consists of cold meats and cheese, cereals, fruit, yoghurt, savoury pastries, boiled eggs and sandwiches. A range of teas, coffee and fruit juices are also available. The staff are very very pleasant and helpful, Federica especially made herself known to us at breakfast on the first day. When I asked about gluten free food I was delighted to be presented with my own gluten free sliced white loaf and a plate of sweet breakfast cakes and biscuits. Very much appreciated. Housekeeping is efficient and unobtrusive I wholeheartedly recommend this boutique B&B for anyone wanting a memorable stay in Palermo.",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Ho soggiornato per una sola notte poichè ero di passaggio a Messina con la famiglia e la comodità di sbarcare e trovare subito un posto accogliente con un host gentilissimo ad attenderci è stato impagabile. Camere ampie pulitissime e fornite di tutti i comfort. Fabio, il proprietario, preparatissimo Cicerone e innamorato della sua Sicilia. Sicuramente perfetto anche per soggiorni più lunghi.",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2016",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 4,    "Review": "Situato in un antico palazzo a due passi dal centro, con parcheggio di fronte lungo strada. Pulito e alcune stanze con terrazzo. Note negative la mancanza di ascensore e il telecomando del climatizzatore che non funziona bene.",    "Hometown": "Italia",    "Date_of_stay": " agosto 2018",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Questo è un eccellente essere&essere! Tutto era immacolato e la nostra camera era molto confortevole e luminosa. I padroni di casa erano più piacevoli e fornite un sacco di informazioni utili sulla città. I piccoli balconi erano un bel tocco. Ci tornerei senz'altro.",    "Hometown": "Stati Uniti",    "Date_of_stay": " ottobre 2016",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "Abbiamo soggiornato dal 14 al 16 agosto. Proprietario gentilissimo, ci ha contattati mentre eravamo ancora in viaggio e si è dichiarato disposto ad attenderci e così è stato. Camere spaziose e pulite e altrettanto i bagni privati. Ottima la colazione. Un grazie a Fabio, al papà e alla squisita Vittoria. Sicuramente ci rivedremo",    "Hometown": "Italia",    "Date_of_stay": " agosto 2016",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 2,    "Review": "L'unica nota positiva è l'accoglienza delle ragazze e il punto centrale del B&B, poi tutto negativo! La stanza è fredda con un climatizzatore vecchio che non accende, non esiste una spina di corrente se non quella della giabbatta dietro la tv, che tra l'altro nella mia stanza non funzionava e ho dovuto fare diverse volte la sincronizzazione dei canali, letto scomodissimo con le coperte che si buttavano tutti sulla destra e molto rumoroso!",    "Hometown": "Italia",    "Date_of_stay": " marzo 2018",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "The quality of the accommodation and the service provided at the Delle Vittorie is very, very good. The bedroom is well appointed, with good quality furnishings. The breakfast room, is ideal, and provides a wide range of items – all very nicely presented and of good quality. The location of the hotel is ideal, and is within a 1 minute walk of Via Maqueda, so all visitor attractions are within easy reach. Additionally, it is a very safe area of the city. We had a most enjoyable stay, only 2 nights, but we would return, and we highly recommend it.",    "Hometown": "Regno Unito",    "Date_of_stay": " agosto 2019",    "Trip_type": ""}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 5,    "Review": "The room is clean, well sized, and well equiped..the responsible officier welcomed us and provided us with the advise about places to visit ...he gave us maps and train and buses routes to places to visit . The breakfeast is closy and gives u a family meaning ...the location is perfect facing the city centre...actually its the city center..the places to visit include tormina and cournish",    "Hometown": "Egitto",    "Date_of_stay": " aprile 2016",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 1,    "Review": "Abbiamo avuto una camera, piccola, fredda, e con il soffitto piene di crepe per infiltrazioni di acqua. Scaldabagno non sufficiente nemmeno per una doccia. Finestra con infisso scadente, senza scuri, con una tenda scarsamente agganciata. Climatizzatore vetusto e rumorosissimo. Materassi a molle scomodissimi ecc..... Sconsiglio.",    "Hometown": "Italia",    "Date_of_stay": " febbraio 2018",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 4,    "Review": "This B and B is in the heart of Palermo and located in the pedestrian area. All the sites are a short walk away. The rooms are comfortable and clean and well appointed. The staff is very helpful and accommodating. Highly recommend this for a short stay.",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "ho prenotato questo b&b in estate per degli amici giunti a sorpresa da matera: sono rimasti soddisfatti sia dalle stanze che dai proprietari! Facilità di parcheggio lungo la strada che di girare il centro a piedi! Vicinissimo al mare",    "Hometown": "Italia",    "Date_of_stay": " agosto 2016",    "Trip_type": " Ha viaggiato con amici"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 4,    "Review": "Sono stato con la mia famiglia dal 29 dicembre al 2 gennaio e mi sono trovato molto bene. Passiamo ora alla valutazione: La posizione è ottima (in pieno centro), il parcheggio invece un po’ meno è tutto a pagamento e spesso non si trova. Bisogna comunque dire che l’addetto alla reception mi ha subito dato le chiavi di una loro rimessa (molto piccola a stento due macchine)in caso non riuscissi a trovare parcheggio. La camera era molto spaziosa e calda, la pulizia era buona. Il bagno era di medie dimensioni con l’unico neo “ lo scaldabagno “. Per cui bisogna organizzarsi per le docce altrimenti l’acqua calda finisce. L’unica seccatura è che la colazione viene servita in un bar di fianco sulla strada e non internamente pur avendo loro una piccola sala colazioni. Cosa invece molto positiva è la cortesia e la disponibilità del personale. Il prezzo è nella norma. € 65 per una tripla al giorno ci può stare.",    "Hometown": "Italia",    "Date_of_stay": " dicembre 2017",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Ho soggiornato più volte presso la struttura e nonostante sia passato parecchio tempo tra un soggiorno e l’altro, le costanti sono sempre le stesse, locali eleganti e confortevoli, pulizia eccezionale e cortesia di tutto lo staff sono garantite. La posizione è eccezionale ed allo stesso tempo facilmente raggiungibile con la propria auto. Insomma, che sia per lavoro o per relax consiglio ciecamente il Delle Vittorie!",    "Hometown": "Italia",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato per affari"}
{"Name": "Garibaldi R&B",    "City": "Messina",    "Rating": 4,    "Review": "Ci sono stato più volte, con la famiglia e da solo, e mi sono sempre trovato bene. Il posto è davvero strategico, centrale e facilmente raggiungibile. Le camere gradevoli e bene arredate. I gestori sono gentili e disponibilissimi. La vista... guardate le foto che ho aggiunto!",    "Hometown": "Italia",    "Date_of_stay": " ottobre 2015",    "Trip_type": " Ha viaggiato con la famiglia"}
{"Name": "Bed & Breakfast Giulia",    "City": "Caltanissetta",    "Rating": 3,    "Review": "Premetto che sono stato ospite di amici, quindi non posso valutarne il prezzo. Veniamo ai punti di forza: L'atmosfera è cordiale, il personale, soprattutto quello destinato alle pulizie era estremamente cordiale e disponibile. La posizione centrale è decisamente comoda, le camere sono pulite e il wi-fi ha funzionato egregiamente. Per quanto riguarda la camera singola, aveva solo una finestrella minuscola, per qualche persona claustrofobia potrebbe essere un problema. I punti da migliorare possono essere alcune finiture (la doccia aveva la plastica smontata) e la colazione, non abbondante ma comunque sufficiente. Un soggiorno comodo e tranquillo tutto sommato.",    "Hometown": "Italia",    "Date_of_stay": " settembre 2017",    "Trip_type": ""}
{"Name": "Delle Vittorie Luxury Rooms & Suites",    "City": "Palermo",    "Rating": 5,    "Review": "Excellent property, in a wonderful location. Staff very helpful and knowledgable of their city. Comfortable beds, spotless rooms, and a great selection of local foods at breakfast. A great base to explore Palermo.",    "Hometown": "Regno Unito",    "Date_of_stay": " settembre 2019",    "Trip_type": " Ha viaggiato in coppia"}