{"index":{"274":274,"2110":2110,"2257":2257,"2421":2421,"3202":3202,"3845":3845,"5487":5487,"6610":6610,"6684":6684,"7516":7516,"8900":8900,"12091":12091,"13294":13294,"13346":13346,"14048":14048,"14814":14814,"15388":15388,"15673":15673,"15677":15677,"15803":15803,"16230":16230,"17405":17405,"17579":17579,"17944":17944,"18334":18334,"19671":19671,"19898":19898,"20247":20247,"20655":20655,"20812":20812,"24439":24439,"24681":24681,"25525":25525,"25654":25654,"25660":25660,"25663":25663,"25689":25689,"25694":25694,"26106":26106,"26108":26108,"26979":26979,"27125":27125,"28810":28810,"29566":29566,"30183":30183,"30185":30185,"30195":30195,"30256":30256,"30489":30489,"31841":31841,"31921":31921,"32140":32140,"32159":32159,"32336":32336,"33346":33346,"33908":33908,"33952":33952,"34747":34747,"34966":34966,"35165":35165,"35552":35552,"35816":35816,"36276":36276,"37134":37134,"37981":37981,"38133":38133,"38731":38731,"38741":38741,"39684":39684,"39846":39846,"39857":39857,"40794":40794,"43016":43016,"45087":45087},"Name":{"274":"Casena dei Colli","2110":"Palazzo Natoli Boutique Hotel","2257":"Artemisia Palace Hotel","2421":"B&B Elysium","3202":"B&B Proserpina","3845":"B&B Crystal","5487":"Hotel Residence Empedocle","6610":"Palazzo Pantaleo B&B","6684":"Camere a Sud","7516":"B&B Sorahnia - Design House","8900":"Hotel Joli","12091":"Bed and Breakfast Cosmopolitan","13294":"B&B del Massimo","13346":"B&B Villa Maiolica","14048":"Grand Hotel Mose","14814":"Albergo Athenaeum","15388":"Catania International Airport Hotel","15673":"Ferrini Home","15677":"Ferrini Home","15803":"Hotel Biscari","16230":"Al Giardino dell'Alloro","17405":"Palazzu Stidda","17579":"B&B Fusorario","17944":"Hotel Concordia","18334":"Hotel d'Orleans","19671":"Mizzica Bed and Breakfast","19898":"B&B Vivaldi","20247":"Hotel Ariston","20655":"San Paolo Palace Hotel Centro Congressi","20812":"Elios Rooms","24439":"Renda Appartamenti","24681":"Abita Appartamenti","25525":"B&B La casa di Argo","25654":"B&B Almaran","25660":"B&B Almaran","25663":"B&B Almaran","25689":"B&B Almaran","25694":"B&B Almaran","26106":"B&B IL CAVALIERE","26108":"B&B IL CAVALIERE","26979":"Belvedere Rooms & Terrace","27125":"Casa Trapanese","28810":"Aquarooms","29566":"Hotel Posta","30183":"Gafada","30185":"Gafada","30195":"Gafada","30256":"Garibaldi31","30489":"Guesthouse Garibaldi","31841":"Palazzo dei Corsari","31921":"Palazzo Ossuna Residence","32140":"Residence Palazzo Serraino","32159":"Residence Palazzo Serraino","32336":"San Pietro Casa Vacanze","33346":"PhotoGuest B&B","33908":"Eureka Palace Hotel Spa Resort","33952":"Eureka Palace Hotel Spa Resort","34747":"Hotel Posta","34966":"Aretusa Vacanze","35165":"B&B Five Rooms","35552":"Dolce Casa B&B","35816":"La Maison des Reves","36276":"B&B terrazza sul plemmirio","37134":"Kyanos Residence","37981":"Lakkios B&B","38133":"B&B Porta Marina","38731":"B&B Sorella Luna","38741":"B&B Sorella Luna","39684":"Atrio Casa Vacanza B&B","39846":"Bed & Breakfast Diana","39857":"Bed & Breakfast Diana","40794":"Piccolo Hotel Casa Mia","43016":"Relais Antica Badia","45087":"La Scibina"},"City":{"274":"Palermo","2110":"Palermo","2257":"Palermo","2421":"Messina","3202":"Enna","3845":"Messina","5487":"Messina","6610":"Palermo","6684":"Agrigento","7516":"Agrigento","8900":"Palermo","12091":"Palermo","13294":"Palermo","13346":"Agrigento","14048":"Agrigento","14814":"Palermo","15388":"Catania","15673":"Catania","15677":"Catania","15803":"Catania","16230":"Palermo","17405":"Catania","17579":"Catania","17944":"Palermo","18334":"Palermo","19671":"Catania","19898":"Palermo","20247":"Palermo","20655":"Palermo","20812":"Catania","24439":"Trapani","24681":"Trapani","25525":"Trapani","25654":"Trapani","25660":"Trapani","25663":"Trapani","25689":"Trapani","25694":"Trapani","26106":"Trapani","26108":"Trapani","26979":"Trapani","27125":"Trapani","28810":"Palermo","29566":"Palermo","30183":"Trapani","30185":"Trapani","30195":"Trapani","30256":"Trapani","30489":"Trapani","31841":"Trapani","31921":"Trapani","32140":"Trapani","32159":"Trapani","32336":"Trapani","33346":"Siracusa","33908":"Siracusa","33952":"Siracusa","34747":"Siracusa","34966":"Siracusa","35165":"Siracusa","35552":"Siracusa","35816":"Siracusa","36276":"Siracusa","37134":"Siracusa","37981":"Siracusa","38133":"Siracusa","38731":"Siracusa","38741":"Siracusa","39684":"Siracusa","39846":"Siracusa","39857":"Siracusa","40794":"Siracusa","43016":"Ragusa","45087":"Ragusa"},"Rating":{"274":5,"2110":5,"2257":3,"2421":3,"3202":4,"3845":5,"5487":4,"6610":4,"6684":1,"7516":5,"8900":5,"12091":5,"13294":3,"13346":5,"14048":5,"14814":3,"15388":3,"15673":5,"15677":5,"15803":4,"16230":5,"17405":5,"17579":5,"17944":3,"18334":4,"19671":5,"19898":5,"20247":4,"20655":3,"20812":5,"24439":5,"24681":3,"25525":5,"25654":4,"25660":3,"25663":5,"25689":5,"25694":5,"26106":3,"26108":5,"26979":5,"27125":3,"28810":4,"29566":4,"30183":5,"30185":4,"30195":4,"30256":3,"30489":5,"31841":5,"31921":4,"32140":5,"32159":4,"32336":4,"33346":5,"33908":4,"33952":2,"34747":5,"34966":4,"35165":5,"35552":5,"35816":3,"36276":3,"37134":5,"37981":5,"38133":5,"38731":2,"38741":4,"39684":5,"39846":4,"39857":5,"40794":3,"43016":3,"45087":5},"Review":{"274":"Incheckning gick bra. Stort och trevligt rum. Rent och fräscht. Bra Wi-Fi. Hotellet ligger en bit utanför Palermo men det gick bra att ta bussen in till centrum. Vi fick två stora rum. Frukosten var mycket bra.","2110":"Bra läge, väldigt fräscha rum, supergod frukost. Personalen är jättetrevlig och hjälpsam.  Jag och min sambo var supernöjda med detta boende och har bara positiva saker att säga.  Rekommenderas varmt!! !","2257":"Hotellet ligger bra till för att upptäcka Palermo. Vi bodde i junior suite, fint möblerat men att ett hotell med 4 stjärnor endast har plastglas i en junior suite är inte ok. Bra Wi-fi, skön säng. Frukostrummet trångt, frukostutbudet lämnar lite övrigt att önska. Hade önskat mer kallskuret, grönsaker och frukt. Överlag ett helt ok hotell.","2421":"Centralt läge i Messina i närheten av hamnen. Rent och fräscht. Stort rum rent och fräscht. Bra Wi-Fi. Frukosten var tyvärr inte bra fanns knappt något. Messina är en mindre stad och det fanns tyvärr inte mycket att se.","3202":"Läget var utmärkt och servicen god. Det stämmer inte att de har någon parkering men de följde och visade oss var vi kunde ställa bilen. Frukosten var mycket bra. Sängen kunde ha varit bättre men å andra sidan var det ett mycket lågt pris för rummen. Vi skulle gärna bo där igen.","3845":"Detta ställe ligger en trappa upp i en trappuppgång så man var först lite tveksam när man hittade stället. Men sedan blev man så positivt överraskad. I receptionen var det verkligen trevliga kvinnor. De bjöd på kaffe och kaka när vi kom. Rummet var fräscht och fint(vi kom på Alla hjärtans dag och då hade de pyntat upp rummet extra), frukosten var utmärkt och där fick vi den bästa chokladcroissanten på hela Sicilienveckan. Det finns verkligen bara positivt att säga om detta b&b. Jag bor hellre här igen än på ett hotell. Läget är också bra. I lokalen under ligger ett härligt konditori. Jag rekommenderar verkligen detta boende.","5487":"En bit från stadens vimmel ligger detta Hotel BB. Lyhörd och trevlig personal som hjälper till med det mesta. Enkel men ok frukost. Ljusa rum med sköna sängar. Överallt rent och tillgång till enkla toalettsaket. Enkel incheckning även när receptionen inte är bemannad. Prisvärt.","6610":"Trevligt mindre hotell som ligger bra till i turist kvarteren.Tyst och lugnt samt hjälpsam personal ägare. Åker gärna hit fler gånger, Gångavstånd till det mesta. Frukosten var helt ok. inte mycket att tveka på.","6684":"Det var stängt när vi kom dit, fick ringa till personen som jobbar där och fick sedan vänta i 45 minuter innan han kom. Han var väldigt stressad och vi var enbart till besvär kändes det som.  Vid utcheckningen hittade personalen inte vår bokning pga han hade inte lagt in den ordentligt så den andra personalen tyckte att vi skulle betala en gång till, hon gick tillslut med på att ringa han som checkade in oss och då var det okej.  Rummet såg fint ut, MEN sängen var fuktig och hela rummet var iskallt och fuktigt. Att krya ner i en säng som känns blöt är INTE trevligt. Mögel i badrummet och i hela duschen även duschmunstycke var mögligt.  Frukost var okej där av betyget 1.  Skulle ALDRIG rekommendera detta ställe till någon.","7516":"Ganska nybyggt litet hotell som ligger strax utanför Agrigento. Det finns bara 5 rum men vi hade tur att få ett. Rent och fräscht överallt. Rummet var mysigt och hade även en terass. Wi-fi fungerade utmärkt. Frukosten var mycket bra. Bröd, smör, pålägg, juice, yoghurt, olika flingor, ägg, fruktsallad, fantastiska bakverk. Mycket mysigt och familjärt ställe som jag varmt kan rekommendera. Stefania var mycket hjälpsam och gav oss även kartor och tips på sevärdheter.","8900":"Mysigt välbehållet äldre hotell med väldigt hjälpsam och trevlig personal. Vi sov gott i sköna sängar. Rummet var väldigt rymligt. Badrummet var av lite omodernare slag men fungerade perfekt. Frukosten var fantastiskt god! Canoli till frukost är ren lyx och cappucinon beställde man i baren. Wow! Läget är perfekt. Här bor vi gärna igen.","12091":"Rummen är stora och med högt i tak. Mitt hade också två balkonger ut mot Piazza Borsa. Läget är utmärkt i korsningen Via Roma och Via Vittorio Emanuele, så de flesta sevärdheterna finns inom gångavstånd. För den som inte vill gå finns det en gratisbuss som cirklar runt de centrala delarna av Palermo, en av dess hållplatser dit den kommer ca. en gång i halvtimmen ligger precis intill detta BnB på Via Roma. Frukosten är bra och varierad, wifi funkar också bra. Detta BnB ligger på tredje våningen så ljud från gatan biltrafik etc. är ganska dämpat. Sist men inte minst vill jag lovorda Raffaella och Manfredi som driver det här stället. Jag tyckte dom var mycket trevliga, och också professionella på ett bra sätt. Bägge har god kännedom om allt som har med Palermo och Sicilien att göra och delar gärna med sig. Anders Ljungqvist","13294":"Efter beskrivningen på booking.com och alla fantastiska o,dömer vr våra förväntningar ganska höga på rummet och vi hade ju bokat en junior svit....  Positivt - ägaren mycket hjälpsam och serviceminded samt snabb på att återkoppla på frågor. Städningen var excellent liksom läget precis mitt i smeten vad gäller shopping, nattlig och resturanger. Rummet var stort och bekvämt.  Negativt - bara ägaren som pratade engelska övrig personal kunde ingen engelska. Rummets standard motsvarade inte beskrivningen, balkongen var en vädringsbalkong och vätre mor en sjabbig gård och ett slitet hus på ca 1,5 meters avstånd. Enkelsängarna som skulle finnas på rummet var bäddar fotöljer. Missvisande beskrivning om allt som skulle finns på rummet som t ex värdeskåp visade sig finnas i receptionen..  Ok - frukosten var det mn kunde förvänta sig och rabatterade priset motsvarade standarden.","13346":"Litet och familjeägt. Trevligt hus med stor altan i anslutning till rummet. Rymligt badrum med handmålat kakel och dubbla handfat. Frukosten bestående av lokalproducerade produkter serverades i trädgården.","14048":"Vi blev mycket nöjda att få komma till ert vackra hotell efter en lång promenad bland alla templen. Rummet var vackert med en halvcirkelformad front och i sköna färger. Absolut perfekt.En proffsig matsal med proffsig personal och god mat är faktorer som gör vår bedömning till utmärkt. Rekommenderas !","14814":"Detta hotell ligger en bit(3,3km) från centrum. Hotellet har matsal, frukost och middag, och garage i källaren. Rummen är okey men inget extra. Vi hade balkong med utsikt över takåsarna. Air-kondition fick vi igång efter en del krångel. Hotellet kunde fått ok om det gjort lite mer än nu. Frukosten var en besvikelse. Inga servetter, svettiga ostar och smält smör. Vi kanske fick det vi betalade för....","15388":"Ganska mediokert hotell och väldigt begränsat matutbud. Om du vill ha något att äta rekommenderar vi starkt att ta med det då hotellbaren inte har mycket ätbart och det finns ingen möjlighet till mat om du inte restaurangen är öppen, inte heller rommservice. Annars beställde vi från restaurangen (ord meny) som rommservice och var nöjda med det. Det finns inga gångvägar till hotellet.","15673":"Vi bodde två vuxna och två tonåringar i lägenheten vilket innebar att två fick sova i en bäddsoffa, vilket fungerar bara man är medveten om det. Modern och fantastisk lägenhet mitt i city, bära till allt utom en strand oxh eller en pool. Åka dit igen? Absolut!","15677":"Hotell standard med jättefin interiör, kanon service av personalen, saknade inte receptionen. De fixade utflykter, uthyrning av vespa etc. Städning var 3:e dag. Läget kan inte bli bättre:thumbsup:????:thumbsup:????  Vi är jättenöjda","15803":"Vi fick ett mycket stort äldre rum med tyst läge. Frukosten serverades i huvudsak ute på takterassen med fin utsikt över taken och en skymt av havet. Personalen är mycket serviceinriktad. Parkering inne på gården.","16230":"Väldigt trevligt och mycket prisvärt B&B i Kalsa i centrala Palermo. Vi upplevde det som lugnt, fridfullt och avkopplande - som en liten oas i storstaden. Vi blev hjärtligt välkomna av värdinnan och katten Tommy. Värdinnan var mycket hjälpsam, hon gav oss många bra tips om sevärdheter, hon hade uppenbar koll på bra restauranger och barer. Rummet var stort och smakfullt inrett, det var välstädat och fräscht. Den lilla innergården var oerhört mysig, där kunde man sitta och koppla av med en drink, där satt man även och åt den ovanligt innehållsrika frukosten. Vi stannade ett dygn, en liten utflykt från vår veckovistelse i Cefalu. Vi önskar att vi hade haft möjlighet att stanna lite längre. Återvänder vi till Palermo så återvänder vi definitivt till Al Giardino dell’Alloro.","17405":"Vi valde resmål utifrån boendet som vi tyckte såg fantastiskt ut - och precis så bra var det. Att läget i Catania var så perfekt visste vi inte då - precis mitt i där allt händer med promenadavstånd till allt. Patricia och Giovanni var strålande som värdpar - de var uppmärksamma på alla våra önskemål och de kom med många värdefulla tips. Lägenheterna tillsammans med balkonger och terrasser gjorde att man gärna spenderade mycket tid där.","17579":"Trevligt ställe. Vi fick två stora rena och fräscha rum. Värdinnan var mycket mån om att vi skulle trivas. Hon hade tidig kontakt för att incheckningen skulle gå bra. Frukosten var bra. Catania var en trevlig stad att vandra runt i.","17944":"Litet gemytligt hotell inrymt på ett våningsplan i större fastighet med fler hotell m m. Stort rum men väldigt mörkt då fönstret var mot en pytteliten innergård. Liten frukostmatsal med allt för litet utbud. Trots detta helt ok eftersom läget var bra, personalen trevlig och hjälpsam och vi sov gott.","18334":"Besökte Palermo under en semesterresa på Sicilien. Familjen består av 2 föräldrar och 2 stora barn (17+22 år). Vi fick ett stort trebäddsrum med en extra säng. Något trångt men fungerade perfekt med fyra resvana personer.  Hotellet är litet och enkelt men fyller alla krav man kan ha om man inte tänker sitta på rummet under hela resan. Rena rum, sköna sängar, fräscht badrum och en mycket italiensk frukostbuffé. WiFi löser alla basala krav men har inte kapacitet för att streama film, finns även kabel-TV men i stort sett alla kanaler är dubbade på italienska. Det är lätt att hitta p-plats i grannskapet, men det går inte att parkera direkt utanför hotellet.  Personalen är mycket trevlig och hjälpsam och har bra koll på sevärdheter, shopping, etc. Däremot har de ett ganska begränsat utbud av kartor och turistbroschyrer.  Rekommenderar i allra högsta grad detta hotell och återvänder gärna vid nästa vistelse i Palermo.","19671":"Mycket trevlig värdinna och mycket fint rum! Mycket lågt pris, wi-fi och frukosten ingick. Frukosten fick man på ett café en liten bit bort. Vi fick en kupong som vi kunde lösa in. Vi kommer att checka in på Mizzica igen på vägen hem. Rekommenderat!!","19898":"Ett kanonställe med fina nyrenoverade rum. Ligger väldigt bra i kärnan av Palermo. Typisk italiensk frukost serverades. Eftersom vi kom med bil var det lite svårt att hitta parkering, men det finns möjlighet tvärs över gatan, som med lite tur finns plats på. Rekommenderas starkt.","20247":"Bodde här i 4 nätter och hotellet låg på promenadavstånd till bra restauranger, opera och bussförbindelser. Värden var trevlig och serviceinriktad och hjälpte oss med allt vi frågade om. Först trodde vi att vi gått fel när vi kom in i porten dom var ganska sliten men efter en åktur med den gamla hissen så hamnade vi i ett välskött hotell BB där allt fanns på rätt plats Kan varmt rekommendera detta prisvärda hotell på rätt läge.","20655":"Det här hotellet ger intryck av att vara på sparlåga. En del service som förmodligen funnits tidigare finns inte längre. Det positiva med hotellet är att frukosten som ingick i priset var mycket bra. Personalen är genomgående trevlig och hjälpsam. Sedan finns det en bra gratis parkering om man har bilen ned sig. Utsikten från frukost och middagsmstsalen liksom den lilla poolen på taket är också helt fantastisk. Men det negativa är att hotellet är i behov av modernisering. Det är i huvudsak rent överallt även om toaletterna vid lobbyn var ostädade och mycket äckliga. Hotellet ligger en bit från Palermo centrum och vägen dit är så otrevlig med slumliknande område att man inte gärna promenerar ensam. Precis i närheten av hotellet ligger något som kan beskrivas som ett slumområde. Totalt sett lever hotellet inte upp till moderna krav längre och skulle behöva en uppdatering och upprustning för att komma upp i den standard kunder vill ha.","20812":"Var hittar man ett sådant boende i själva hjärtat av stan där alla restauranger, nattklubbar, butiker och folksamlingar! Trevliga personal, tyst och lugnt samt rymliga rum och badrum. Varmt rekommenderas utifrån min vistelse på åtta dagar i Elios Rooms. Jag har varit mycket nöjd, fem av fem,","24439":"Vi trivdes som fisken i vattnet hos signora Rosa. Lägenheten var rymlig, ren och nyrenoverad. Det var visserligen mycket trafik på gatan utanför , men också händelserikt och gav lite italiensk stämning. Vi sov gott ändå. Läget var utmärkt, nära till stranden, den fina parken, busshållplatserna, tåget och affärerna. Man kan inte få det bättre. Det var trevligt att ha en bra pizzeria och Rosas fina delikatessaffär i samma hus. När man är trött efter en lång dags alla utflykter är det skönt att ha en mysig hemmakväll med signora Rosas godsaker och gott vin innan går och lägger sig. Servicen var utmärkt, alltid glada miner och mycket personligt bemötande.","24681":"Vår lägenhet låg på andra våningen och storleken på den var bra dock är det ett stort utrymme så har man barn med sig får man inte något privatrum. Sängen var bekväm och köket var bra. Läget är rätt så bra nära till hamnen (15 minuter) och nära till gamla staden. Innergården för frukosten är fin men ibland luktar det avlopp. Personalen vet inget om att driva en serviceverksamhet, de kan knappt engelska och vissa är öppet otrevliga när man ber om något, tom. byta en trasig glödlampa tar 5 dagar och tjat på 4 olika personer. Städning är katastrof, de städar inte något, byter bara handduk och gör sängen utan att byta lakan, städerskorna röker och lämnar fimpar i blomkrukorna. Internet finns endast i receptionen. Väggarna är tunna så man kan höra grannar prata och göra andra saker. Frukosten bestod endast av sockerkaka i olika varianter, caffe the, juice och ibland var det yoghurt. Det hörs oväsen från gatan eftersom fönster är tunna och håller inte tätt. Ska man stanna några dagar är det ett bra alternativ om man inte förväntar sig för mycket, annars går det också bra om man inte är för kräsen.","25525":"Detta B&B är uppkallat efter värden Enzo's hund Argo. Argo är en mycket fin hund som gillar sina gäster! På gatan utanför B&B finns hunden Pippo som är en fantastisk vän för oss besökare!  Från den högsta terassen ser man fiskehamnen och havet! Solnedgången härifrån är bedårande! På morgonen bjuder Enzo på en härlig frukost med råvaror från Sicilien. Pressad apelsin som smakar sol, yoghurt, bröd, te eller underbart starkt kaffe.  Enzo kan sitt Sicilien och dess historia. Fråga honom och han kommer ge dig mer svar än du visste man kunde få! Ett tips är att gå ner till fiskehamnen på morgonen och se fiskemarknaden och de vackra fiskebåtarna. Ta linbanan upp till den gamla staden Erice och känn historiens vingslag.  Om det är en väldigt varm dag är nog stranden till Medelhavet bäst!  Det finns massor att se och göra i Trapani och dess närhet. Kolla med Enzo vad som är öppet och passar för säsongen!","25654":"Vår tid på Almaran B&B var fantastiskt. Herr Genovase som driver stället var mycket hjälpsam and välkomnande. Stället ligger en minut från öns färjorna. Frukosten var utmärkt med olika val från dag till dag. Vi ser fram emot att återvändet dit under våren. Trapani är ett fantastiskt intressant stad med en fler tusenårig historia. Det finns något där för alla. Kommunikationerna är mycket bra t ex till Palermo. Trapani är välkänd för sitt kök.  Geoffrey & Bettina N  geoffdavidnelson@gmail.com","25660":"Mycket för pengarna. Centralt, nära till hamnen där båtarna ut till öarna går nära till flygbussen och till gamla stan. Rent o snyggt frukost på en bar strax intill, där kommersen på morgonen var ett nöje att se. Rummet vi hade låg mot gatan, men det var inte allt för störande. Luftkonditioneringen var mycket effektiv och det var skönt eftersom det kan bli riktigt varmt i stan. Bra sängar i det lilla men inte trånga rummet. Rekommenderas !!!","25663":"Mycket rent och mysigt B&B med centralt läge. Ligger i Trapanis hamn, nära till färjorna som går ut till de Egadiska öarna. Promenadavstånd även till fina stränder och shopping. Antonio som driver stället är duktig på engelska och han tar sig tid att hjälpa dig om du har frågor och han tipsar om sevärdheter och matställen etc. Bodde här en vecka i augusti och kommer absolut komma tillbaka:)","25689":"Var nere på sicilien i en vecka i sommras och bokade rummet på telefon. Ägaren är enormt duktig på engelska och har bott många år i Neapel. han hjälper dig med allt du behöver. Fråga honom gärna om bra tips om restaruanger så tar han dig till sina ess i stan. Dem lite mer lokala restaurangerna som är lite off från turistfällorna. Otroligt bra mat och bra priser. Rummen på Almaran är inga 5 sjtärniga, men det är rent och snyggt och alla rum har ac. Så mer än bra för det priset. Otroligt lätt att ta sig överallt från denna centrala plats. Jag kommer defenitivt åka tillbaka och stanna här igen.","25694":"Vi, en 5-personers familj bodde i två rum hos Antonio på Almaran B&B 11 dygn. Det var rent, snyggt och trivsamt. Antonio är välkomnande och ger bra tips på matställen, rabatter på färjan och hjälper med allt du kan behöva för en personlig semester. Flexibiliteten med service är bra och frukosten höll italiensk standard. Standarden på boendet motsvarar priset mycket bra. Vi rekommenderar Almaran.","26106":"Trevligt och rent b&b som är mkt prisvärt. Mkt trevlig värd som har stället, dock med mkt begränsad engelskakunskap. Några sämre saker: Minimal tv som knappt fungerade. (Tänk liten datorskärm.) Stenhård säng. Bra läge om ni har bil och vill utgå härifrån då det är lugnt läge och lätt med parkering. Dock inte optimalt läge utan bil, då det är lååångt att gå till restauranger och gamla stan, dit man i princip måste för att se folk och äta eller ta en drink i Trapani. I huset ligger en lekverksamhet för barn, vilket ger hög ljudnivå på dagtid.","26108":"Min kompis och jag hade fem oförglömliga dygn i Trapani. Vi tog in på ett synneligen trevligt B&B och blev bemötta på bästa sätt redan vid flygplatsen. Piero (killen som basade för det lilla hotellet) ordnade med transport (ASTA Transfer) från flygplatsen för endast 25 Euro (två pers). Piero gav all tänkbar information om Trapani och dess omgivningar, som vi kunde ha nytta av under vistelsen. Rummet städas varje dag, rena handdukar och sänglinne. En kväll när vi missat bussarna (slutade gå efter 21) skjutsade Piero oss tillbaka till rummet. Nästa dag tog han oss på guidad tur i staden (allt gratis) och vi fick se massor, som vi annars troligen missat. En tur med Asta-Transfer och dess sympatiske chaufför ordnades också (endast 30 Euro pers), då åkte vi till Marsala för vinprovning samt Mothia och dess saltfyndigheter. Allt kan varmt rekommenderas. Staden Trapani är jättemysig och dess invånare synnerligen vänliga och ttillmötesgående.","26979":"Var en nära familjär känsla, värdinnan är väldigt rar och trevlig. Stället ligger i en liten gränd men har en takterass med lite utsikt mot havet och en härlig känsla att äta frukost där. Värdinnan pratar inte engelska men det går att göra sig förstådd och hon visar gärna på kartor och bilder så att man kommer dit man vill. Rummen är rena och fina med namn efter filmstjärnor, jag och flickvännen bodde i rummet Marilyn Monroe med en sexig känsla och atmosfär","27125":"Vi bodde i en mycket liten två två-rums lägenhet. Det var smått klaustrofobiskt och ibland fick jag en känsla av att saker kunde gå sönder när som helst. Fick också ett handtag i handen vid ett tillfälle.","28810":"Mysigaste rummet hitintills på vår resa Sicilien runt!\nDet märks att paret som driver det hela, lagt ner både själ och pengar.\nSuper-service!!!\nKommer du med bil hjälper de dig med parkering, dock 400m ifrån till ett pris av 15euro. Lite dyrt, men värt det!\nVi missade dock att få våra kuponger till frukosten, men vi var så nöjda i övrigt att vi åt frukost på annat håll och inte ville besvära med att kalla dit personalen.\nObs! Inte helt lätt att hitta ingången då det var en hemlig liten dörr utan skylt. Ring värdarna om ni inte hittar :-)\nOM vi besöker Palermo igen MÅSTE vi bo här igen!","29566":"Trevligt hotell med mycket bra läge, närhet till det mesta inklusive tågstationen.\nMycket trevlig personal som verkligen anstränger sig för att hjälpa till med att skapa en bra upplevelse!\nVid incheckningen fick vi även karta av receptionisten som tipsade om bra restauranger sevärdheter samt varning om vart dom värsta turistfällorna var.\nRymligt familjerum med en liten balkong samt ett stort badrum.\nBra frukost även för en kräsen svensk familj. (Dock dominerades frukosten av sötsaker)\nMycket bra städning av rummet.","30183":"Detta är hotellet jag bott de tre av fyra gångerna jag besökt Trapani....och här tänker jag bo vid nästa besök också. Utmärkt på alla sätt och härlig personal som ger ett varmt bemötande och det där lilla extra :)","30185":"Vi kom fram till Gafada vid tolv-tiden på natten, och möttes av ägaren Franco som hälsade välkommen med ett glatt humör, massor av positiv energi, skratt och vin! :-) Vi bodde på Gafada (1) i tre nätter, och trivdes jättebra. Rummet var enkelt, men med gott om plats och fräscht stort badrum. Personalen var otroligt hjälpsam och tillmötesgående. En morgon kom vi upp lite sent och frågade om det fanns möjlighet att få frukost (den var avdukad), och det var inga som helst problem - fem minuter senare hade vi fått kaffe, juice, bröd, yoghurt, skinka, ost och croissanter. Hotellet har en mysig liten takterass med tv, och eftersom det var fotbolls-VM samtidigt som vi bodde på Gafada passade vi på att se några matcher där. Läget är väldigt bra - en av Trapanis huvudgator ligger ett par minuter bort, med ett antal restauranger och barer. Det enda negativa var egentligen att det rummet vi hade var lyhört (det låg i hörnet på bottenvåningen av huset, med fönster mot två olika gator) - gatorna utanför är i stort sett väldigt lugna, men någon morgon väcktes vi av att några scootrar åkte förbi och ibland hördes samtal på gatan utanför väldigt tydligt. Sammanfattningsvis ett väldigt mysigt hotell i riktigt bra läge med fantastiskt trevlig personal - rekommenderas varmt för er som ska åka till Trapani!","30195":"Vi anlände på natten och möttes av en jätte söt och trevlig tjej och hennes kille! Dom tog sig tid och hjälpte oss. Bodde i gafada 2 och rummet vi hade var rent och fräscht! Vi kändes oss väldigt välkomnade på detta apartment. Väldigt omtänksamma värdar som verkligen tog sig tid för sina gäster! Centralt läge men ändå lugnt! Tack för en minnesvärd vistelse. \/Emma och Peter","30256":"Stannade en vecka på Garibaldi31. Fräscha rum men undvik rummen mot gågatan då det är väldigt mycket ljud från baren på bottenvåningen fram till 1 på vardagar och 3 på helgen. Fin utsikt mot vattnet och mycket lugnare i rummen med \"seaview\".","30489":"Ett trevligt B&B som ligger centralt i den gamla delen av Trapani. Frukosten serveras på takterassen och innehåller betydligt mer än bara kaffe och croissant. En mycket trevlig värdinna som gav oss tips om sevärdheter.","31841":"Vi hade väldigt fint rum, hade sviten med 2 rum. Super bra service, vi blev så förrtjusta i Trapani så vil ville stanna ytterligare en extra natt och de fixade det fast det var fullbokat på hotellet. Vet inte hur de lyckade gör det :-) Vi fick tvätt våra kläder gratis hur mycket vi ville vilket kostade på andra ställen som vi bodde på under vår tid på Scicilen. Rekommenderar stället varmt!!","31921":"Mycket bra boende. Fräscha stora lägenheter mitt bland de små mysiga gatorna i den gamla delen av Trapani. Rekommenderas till alla som vill besöka Trapani. Det enda som man skulle kunna säga negativt är att det var lite lyhört från \"trapphuset\" men hörde inget från gatan.","32140":"Mycket bra boende i Trapani m trevlig ägare. Boendet ligger en stenkast från tågstationen. Taxi från flyget kostade 30 EUR. Glöm inte att besöka Erice som ligger i anknytning till Trapani uppe på ett berg.","32159":"Trapani en jättemysig liten stad. Hotellet lånar ut cyklar och det är lätt att ta sig fram i staden. Finns många restauranger och havet runt omkring.","32336":"Vi är två vuxna och två större barn som hade svårt att hitta rum i Trapani. Det blev en lägenhet i stället. Denna var inredd i antik stil och fanns i en före detta kyrka. Två sovrum, kök, toalett med dusch etc. Högt i taket och balkong i ena rummet. Köket var utrustat med det som behövdes, tom tvättmaskin och TV... Vi lagade mat fler gånger och sparade in på restaurangpengarna. Ingen reception. Nyckel måste fås o lämnas av\/till kontaktpersonen. Vår kontaktperson var mycket trevlig och kunde ge massor av tips och information. Läget vid färjorna var bra för oss. Bara slutstädning ingick.","33346":"Vi är supernöjda över detta boende. Beläget mellan charmiga Ortiga och den grekiska teatern\/Dionysios öra (promenadavstånd) Gratis parkering på tvärgatan nedanför. Ligger på 4:e våningen med hiss och balkong. Ljust och fräscht renoverat. Bra säng. Mycket bra AC (tystlåten) Vackra foto från området på väggarna. Värden mycket hjälpsam och gav oss bra tips om området och dess omnejd. Bra frukost serverades. Vi kommer mer än gärna tillbaka.","33908":"Hotellet ligger vid en trav och galoppbanan strax utanför Syracuse. Trevlig personal. Rent och fräscht. Rummet var stort och fräscht. Tyvärr hårda och dåliga sängar. Maten var god. Bra frukost. Bra Wi-Fi. Trevlig spa anläggning.","33952":"Hotellet ligger helt isolerat vid galoppbanan. Bokat twin Room med separata sängar men får en italiensk dubbelsäng och en juniorsäng där fötterna sticker ut om man är över 160cm. Ingen möjlighet att dricka kaffe eller ens en bar fram tills middagen.\nMen personalen i restaurangen och i frontdesk är fantastisk även om språkkunskaperna är något begränsad.","34747":"Hotellet ligger trevligt och centralt. Det finns bra parkeringar runt hotellet både gratis och med avgift. Trevlig personal. Rent och fräscha rum. Frukost ok. Bra Wi-Fi. Kan verkligen rekommendera detta hotell.","34966":"Trevligt personal, vi fick checka in tidigaren, och de lånade ut solhanddukar gratis. Utsökt frukost på takterass med havs glimt! Branta trappor till rummen. Mörkt rum mot trång gränd med restaurang nedanför, slutade höras runt 23 (söndag till måndag natt).","35165":"Perfekt läge i den gamla och trevligaste stadsdelen. Välstädat och fräscht rum. God frukost och trevlig personal. En nackdel att parkeringen finns 10 min promenad från boendet, men totalt sett mycket prisvärt.","35552":"Denna B&B är väldigt prisvärt och har en bra utgångspunkt för bilresor i området. Det tar ca 10 minuter till Siracusa och är mycket nära ett antal väldigt fina stränder eller historiska sevärdheter om det är det du är intresserad av. Ägaren är väldigt tillmötesgående, snäll och hjälper mer än gärna till att svara på de frågor du har. Frukosten var bra för att vara italiensk med yogurt, bröd, frukt och en massa sötsaker. Jag kan starkt rekommendera detta ställe!","35816":"Passar för en eller två nätter. Frukosten helt okej med fokus på sötsaker. Parkering att finna på närliggande gator. Bra sängar .Bra pris. Gångavstånd till centrum ca 20 minuters promenad. Rent och städat","36276":"Det äldre paret är mycket trevliga och varmt välkomnande. Huset är fantastiskt fint och rent med en härlig utsikt. Det är mycket harmoniskt och man känner sig avkopplad.\nBilen är ett måste! Som tur är kan man parkera den precis vid huset. Havet finns 10 minuter bort, gångavstånd, men det är bara klippor. Inget för barnfamiljer. I staden, ca 20 minuter bort med bil, finns stormarknader, shopping samt restauranger.\nDet enda som drar ner betyget är läget. Men denna B&B är perfekt för övernattning eller om man bara vill koppla av.\nStort rum med fint badrum och bekväma sängar. Stor balkong i rummet.","37134":"Enkel standard, mycket rent, bra läge och otroligt hjälpsam personal!\nBadmöjlighet från solplattform med trappa ner i havet fem minuter från lägenheten. Dock inte lämpligt för små barn\/ej simkunniga. Bageri och speceriaffär ca 100 m från lägenheten. Finns fördömlig information i pärm. Rolig söndagsmarknad 5 minuters promenad. 10-15 minuter till Ortigia = gamla stan i Syrakusa och dagligvarumarknaden. För den shoppingsugne: man når köpcentret Auchan med buss. Auchan säljer det mesta, tänk ICA med allt från bildäck till delikatessdisk. Dessutom finns en rad märkesbutiker under samma tak. Missa inte en titt på Etna.","37981":"Jag rekommenderar varmt detta lilla famileägda hotell. Vi bodde där i början av april. Hotellet är perfekt för familjer med barn, rummen är stora och fräscha. Dessutom fick vi fantastisk hjälp av personalen, till exempel när jag var klantig nog att glömma mitt kreditkort på hotellet när vi reste. De jagade rätt på mig trots att jag hade telefonen avstängd. Vilken service!","38133":"Läget med utsikt mot hamnen är perfekt! Roligt möblerade rum, rent, bra badrum. Ägaren Simone tog mycket väl hand om oss på ett härligt personligt sätt. Några steg utanför porten - så är man i ett myllrande centrum och nära många bra restauranger och barer. Frukosten var riklig - plus för den nypressade juicen! Bra parkering precis utanför boendet. Här bor vi gärna igen!!","38731":"Det finns aircondition och det är väl i stort sett det enda som är bra. Sängen var knappt godkänd, det var inte särskilt rent och Tv:n var oanvändbar eftersom det bara fanns italienska kanaler. Det här är kanske ett okej hotell för ungdomar som bara vill ha någonstans att sova, för det är ju billigt, men för vuxna krävs det lite mer för att få godkänt.","38741":"Ett mindre hotell\/B&B ett par minuters promenad från såväl centrum som järnvägsstationen. Rummet var stort i kraftfulla färger och hade högt i tak med synliga takbjälkar. Det var enkelt, men det fanns vad man behövde. Även kyl. Där var rent, särskilt i badrummet. Parkering gick lätt att hitta utanför, utan kostnad.\nVårt rum hade fönster mot en gata, men flera av de rum vi visades hade endast takfönster. Inget för personer som har klaustrofobi (som vi).\nEn trevlig frukost serverades högst upp, med en fin takterrass utanför.","39684":"Fantastiskt bra B&B med trevlig personal och fräsha rum.\nRummet rymligt och välstädat men enorm takhöjd.\nBra läge i Ortigia\/Siracusa med närhet till allt men ändå lugnt.\nMycket bra frukost allt bara positivt.\nPersonalen väldigt tillmötesgående.\nRekommenderas varmt !","39846":"Perfekt läge i Ortigia som är den mest intressanta delen av Syracusa. Stilfull inredning. Luftkonditionering som funkar utan att störa. Bekvämt badrum. Rent boende och stiligt dukat för frukost. Personalen som serverar frukost var jätte trevlig, trots dålig engelska, och flitig med städningen i rummet.\nAtt parkera är ett problem som överallt i Italien, men det löste sig. Antigen tar man en dag parkering i ett garage i närheten men det var möjligt att parker gratis i Piazza del Poste, 5 min att gå hit.\nSom minus: dushkranen var ostadigt och därför var någorlunda svårt att få en jämn temperatur på duschvattnet. Duschavloppet var också trögt.\nMen allt detta vägde inte så tungt i allmäna upplevelse. Vi trivdes där och vi blev förälskade i Ortigia.","39857":"Vid Piazza Archimede, mitt i Syracusas kulturcentrum på ön Ortiga ligger detta underbara lilla B&B. Vi blev hjärtligt mottagna av ägarens far som på fullt godtagbar engelska berättade om sevärdheter och aktiviteter i närområdet, men även hade flera tips för hela regionen. Han var inte bara en god guide utan det märktes också hur oerhört stolt han han var över sin stad.\n\nVi fick ett fyrbäddsrum med fönster mot Piazzan. Rummet hade bra AC, TV, kylskåp, fräscht badrum och för övrigt mycket prydligt. Frukosten som vi erbjöds var riklig och höll kontinental klass.\n\nAtt kunna öppna altandörrarna, gå ut på balkongen och insupa atmosfären från folklivet på piazzan var en underbar känsla som vi verkligen kan rekommendera.","40794":"Hotellet har hiss. Buffefrukost. För att komma till vårt rum så behövde vi passera balkonger och en gångbro. Tyst rum. Vi parkerade på hotellets p-plats men var tvungna att flytta bort därifrån på grund av renhållningen. Trotts att vi var de enda gästerna på hotellet så glömde personalen att göra frukost åt oss på avresedagen.","43016":"Trevligt stort rum, bra badrum. Bra och säker parkering inne på gården. Har dock svårt att förstå att hotellet har 5 stjärnor. Mycket dåligt och instabilt Wi-FI, vilket vi påtalade. Fick till svar att de max kan erbjuda 5 Mb download vilket vi aldrig kom upp i, upload nära 0. Eftersom vårt rum var relativt stort var AC anläggningen ej så effektiv, vilket vi påtalade och trots att den ställdes på 18 grader blev det aldrig svalare än 23 grader. Frukosten var okej, inte mer. Saknade mer kallskuret, mer grönsaker och ett bättre brödutbud.","45087":"Bokade ett billigare rum på morgonsolsidan, få gäster under lågsäsong så vi blev utan kostnad uppgraderade till Vercuzze, hörnlägenhet med två stora altaner, morgonaltanen helt separat avgränsad, altanen mot poolområdet delas med tre andra lägenheter men delas av med bambuskärmar så det känns ändå avskilt. Bra standard, rent och snyggt i lägenheten. Generellt mycket välhållen anläggning. Fint för barn med en liten lekplats med konstgräsmatta.\nHade planerat att fixa våra frukostar själva, men första morgonen tyckte vi att det kunde vara smidigt att låta Scibina ordna detta. Vi åt frukost i eller utanför den mysiga lilla matsalen varje dag under vår vistelse därefter. Många lokala små specialiteter som byttes ut varje dag gjorde varje morgon till en upplevelse. Lägenheterna har små kök som bäst lämpar sig för enklare matlagning. Vi slängde ihop pasta några kvällar, men åt huvudsakligen nere vid restaurangstråken längs stranden och runt torget. Mitten av oktober är som sagt lågsäsong så många enklare serveringar är igenbommade den tiden av året. Dock inga problem att hitta bra ställen att äta på vare sig för lunch eller middag."},"Hometown":{"274":"Svezia","2110":"Svezia","2257":"Svezia","2421":"Svezia","3202":"Svezia","3845":"Svezia","5487":"Svezia","6610":"Svezia","6684":"Svezia","7516":"Svezia","8900":"Svezia","12091":"Svezia","13294":"Svezia","13346":"Svezia","14048":"Svezia","14814":"Svezia","15388":"Svezia","15673":"Svezia","15677":"Svezia","15803":"Italia","16230":"Svezia","17405":"Svezia","17579":"Svezia","17944":"Svezia","18334":"Svezia","19671":"Colombia","19898":"Grecia","20247":"Svezia","20655":"Svezia","20812":"Svezia","24439":"Svezia","24681":"Svezia","25525":"Stati Uniti","25654":"Svezia","25660":"Svezia","25663":"Svezia","25689":"Svezia","25694":"Italia","26106":"Svezia","26108":"Svezia","26979":"Svezia","27125":"Svezia","28810":"Svezia","29566":"Svezia","30183":"Svezia","30185":"Svezia","30195":"Svezia","30256":"Svezia","30489":"Svezia","31841":"Svezia","31921":"Svezia","32140":"Svezia","32159":"Svezia","32336":"Svezia","33346":"Svezia","33908":"Svezia","33952":"Svezia","34747":"Svezia","34966":"Italia","35165":"Svezia","35552":"Svezia","35816":"Svezia","36276":"Svezia","37134":"Svezia","37981":"Svezia","38133":"Svezia","38731":"Svezia","38741":"Svezia","39684":"Italia","39846":"Svezia","39857":"Svezia","40794":"Italia","43016":"Svezia","45087":"Svezia"},"Date_of_stay":{"274":" dicembre 2019","2110":" luglio 2018","2257":" luglio 2019","2421":" dicembre 2019","3202":" maggio 2015","3845":" febbraio 2017","5487":" settembre 2017","6610":" luglio 2019","6684":" maggio 2016","7516":" agosto 2018","8900":" settembre 2019","12091":" dicembre 2017","13294":" luglio 2016","13346":" agosto 2018","14048":" marzo 2019","14814":" settembre 2019","15388":" febbraio 2020","15673":" luglio 2017","15677":" luglio 2017","15803":" marzo 2016","16230":" settembre 2016","17405":" maggio 2018","17579":" dicembre 2019","17944":" luglio 2015","18334":" luglio 2014","19671":" agosto 2017","19898":" luglio 2016","20247":" settembre 2018","20655":" luglio 2019","20812":" agosto 2018","24439":" ottobre 2013","24681":" luglio 2014","25525":" marzo 2014","25654":" settembre 2013","25660":" agosto 2013","25663":" agosto 2013","25689":" luglio 2011","25694":" giugno 2011","26106":" aprile 2013","26108":" ottobre 2012","26979":" ottobre 2013","27125":" agosto 2015","28810":" luglio 2019","29566":" luglio 2018","30183":" agosto 2014","30185":" luglio 2014","30195":" agosto 2013","30256":" aprile 2013","30489":" aprile 2018","31841":" luglio 2013","31921":" settembre 2013","32140":" aprile 2013","32159":" settembre 2011","32336":" luglio 2013","33346":" agosto 2019","33908":" dicembre 2019","33952":" maggio 2019","34747":" dicembre 2019","34966":" ottobre 2019","35165":" marzo 2018","35552":" luglio 2016","35816":" settembre 2019","36276":" giugno 2014","37134":" settembre 2014","37981":" aprile 2013","38133":" luglio 2018","38731":" luglio 2017","38741":" settembre 2016","39684":" ottobre 2015","39846":" settembre 2015","39857":" agosto 2014","40794":" marzo 2016","43016":" luglio 2019","45087":" ottobre 2015"},"Trip_type":{"274":"","2110":" Ha viaggiato in coppia","2257":" Ha viaggiato in coppia","2421":"","3202":" Ha viaggiato in coppia","3845":" Ha viaggiato in coppia","5487":" Ha viaggiato da solo","6610":"","6684":" Ha viaggiato in coppia","7516":" Ha viaggiato in coppia","8900":"","12091":" Ha viaggiato da solo","13294":"","13346":" Ha viaggiato con la famiglia","14048":" Ha viaggiato con amici","14814":" Ha viaggiato in coppia","15388":" Ha viaggiato in coppia","15673":" Ha viaggiato con la famiglia","15677":" Ha viaggiato in coppia","15803":" Ha viaggiato in coppia","16230":" Ha viaggiato in coppia","17405":" Ha viaggiato in coppia","17579":"","17944":" Ha viaggiato con amici","18334":" Ha viaggiato con la famiglia","19671":" Ha viaggiato in coppia","19898":" Ha viaggiato in coppia","20247":" Ha viaggiato in coppia","20655":" Ha viaggiato con la famiglia","20812":" Ha viaggiato da solo","24439":" Ha viaggiato in coppia","24681":" Ha viaggiato con la famiglia","25525":" Ha viaggiato da solo","25654":" Ha viaggiato con la famiglia","25660":" Ha viaggiato in coppia","25663":" Ha viaggiato da solo","25689":" Ha viaggiato da solo","25694":" Ha viaggiato con la famiglia","26106":" Ha viaggiato in coppia","26108":" Ha viaggiato con amici","26979":" Ha viaggiato in coppia","27125":" Ha viaggiato in coppia","28810":" Ha viaggiato in coppia","29566":" Ha viaggiato con la famiglia","30183":" Ha viaggiato con amici","30185":" Ha viaggiato in coppia","30195":" Ha viaggiato in coppia","30256":" Ha viaggiato con la famiglia","30489":" Ha viaggiato con amici","31841":" Ha viaggiato in coppia","31921":" Ha viaggiato in coppia","32140":"","32159":" Ha viaggiato per affari","32336":" Ha viaggiato con la famiglia","33346":" Ha viaggiato in coppia","33908":"","33952":" Ha viaggiato con amici","34747":"","34966":" Ha viaggiato in coppia","35165":" Ha viaggiato in coppia","35552":" Ha viaggiato in coppia","35816":" Ha viaggiato con amici","36276":" Ha viaggiato in coppia","37134":" Ha viaggiato in coppia","37981":" Ha viaggiato con la famiglia","38133":" Ha viaggiato con la famiglia","38731":" Ha viaggiato in coppia","38741":" Ha viaggiato in coppia","39684":" Ha viaggiato in coppia","39846":" Ha viaggiato in coppia","39857":" Ha viaggiato con la famiglia","40794":" Ha viaggiato in coppia","43016":"","45087":" Ha viaggiato con la famiglia"},"geonames_id":{"274":2661886,"2110":2661886,"2257":2661886,"2421":2661886,"3202":2661886,"3845":2661886,"5487":2661886,"6610":2661886,"6684":2661886,"7516":2661886,"8900":2661886,"12091":2661886,"13294":2661886,"13346":2661886,"14048":2661886,"14814":2661886,"15388":2661886,"15673":2661886,"15677":2661886,"15803":3175395,"16230":2661886,"17405":2661886,"17579":2661886,"17944":2661886,"18334":2661886,"19671":3686110,"19898":390903,"20247":2661886,"20655":2661886,"20812":2661886,"24439":2661886,"24681":2661886,"25525":6255150,"25654":2661886,"25660":2661886,"25663":2661886,"25689":2661886,"25694":3175395,"26106":2661886,"26108":2661886,"26979":2661886,"27125":2661886,"28810":2661886,"29566":2661886,"30183":2661886,"30185":2661886,"30195":2661886,"30256":2661886,"30489":2661886,"31841":2661886,"31921":2661886,"32140":2661886,"32159":2661886,"32336":2661886,"33346":2661886,"33908":2661886,"33952":2661886,"34747":2661886,"34966":3175395,"35165":2661886,"35552":2661886,"35816":2661886,"36276":2661886,"37134":2661886,"37981":2661886,"38133":2661886,"38731":2661886,"38741":2661886,"39684":3175395,"39846":2661886,"39857":2661886,"40794":3175395,"43016":2661886,"45087":2661886},"Language":{"274":"sv","2110":"sv","2257":"sv","2421":"sv","3202":"sv","3845":"sv","5487":"sv","6610":"sv","6684":"sv","7516":"sv","8900":"sv","12091":"sv","13294":"sv","13346":"sv","14048":"sv","14814":"sv","15388":"sv","15673":"sv","15677":"sv","15803":"sv","16230":"sv","17405":"sv","17579":"sv","17944":"sv","18334":"sv","19671":"sv","19898":"sv","20247":"sv","20655":"sv","20812":"sv","24439":"sv","24681":"sv","25525":"sv","25654":"sv","25660":"sv","25663":"sv","25689":"sv","25694":"sv","26106":"sv","26108":"sv","26979":"sv","27125":"sv","28810":"sv","29566":"sv","30183":"sv","30185":"sv","30195":"sv","30256":"sv","30489":"sv","31841":"sv","31921":"sv","32140":"sv","32159":"sv","32336":"sv","33346":"sv","33908":"sv","33952":"sv","34747":"sv","34966":"sv","35165":"sv","35552":"sv","35816":"sv","36276":"sv","37134":"sv","37981":"sv","38133":"sv","38731":"sv","38741":"sv","39684":"sv","39846":"sv","39857":"sv","40794":"sv","43016":"sv","45087":"sv"}}