{"index":{"10020":10020,"19133":19133,"19566":19566,"26945":26945,"31492":31492,"32319":32319,"37084":37084,"43733":43733},"Name":{"10020":"Bed and Breakfast Al Baglio","19133":"Hotel Cortese","19566":"Hotel Etnea 316","26945":"Belvedere Rooms & Terrace","31492":"Le Chiavi di San Francesco Residence","32319":"San Pietro Casa Vacanze","37084":"Residence dei Baroni","43733":"Terra del sole Ibla"},"City":{"10020":"Palermo","19133":"Palermo","19566":"Catania","26945":"Trapani","31492":"Trapani","32319":"Trapani","37084":"Siracusa","43733":"Ragusa"},"Rating":{"10020":4,"19133":4,"19566":5,"26945":5,"31492":5,"32319":5,"37084":5,"43733":5},"Review":{"10020":"Pravé talianske prostredie , výhľad na promenádu , na more . Majitelia sú veľmi príjemní ľudia. Blízko na pláž , kaviarni a reštaurácii. Cestovanie autobusom , vlakom za dobré ceny. Mondello je časť Palerma s krásnymi plážami a prímorskou atmosférou.","19133":"V tomto hoteli sme bývali ešte bez detí, našli sme izbu za vynikajúcu cenu. Ide o hotel v absolútnom historickom centre Palerma, hneď na trhu Ballaro, takže neočakávajte nočný kľud. Hotel je ideálny ak ste nenároční a ak chcete chodiť po centre peši. Veľké plus hotela je privátny parking. Na recepcii nám požičali diaľkové ovládanie na celý čas pobytu. Parking sa platí extra. Mali sme izbu s vlastnou kúpeľňou č. 107, ktorá bola trošku malá na náš vkus, ale v zásade ok. Izba nemá chladničku. Veľkým mínusom hotela sú raňajky. Personál je veľmi milý a vždy k dispozícií.","19566":"Hotel má vynikajúcu polohu, pešo sa dalo ísť všade. Raňajky boli skvele, vždy čerstvé pečivo. Marco a Domenico boli skvelí, vždy dokázali pomôcť a rozosmiať :) Veľmi sme si pobyt užili a dúfam, že sa sem opäť vrátime.","26945":"Moderne zariadená izba s vlastnou kúpeľňou. Opis priestorov zodpovedal skutočnosti. Vzhľadom na polohu a cenu môžem len odporúčať - ochota personálu ktorý je vždy milý a usmiaty je neskutočná. Vždy nám s ochotou poskytli potrebné informácie. Čistota priestorov bola na vysokej úrovni. Najviac si pochvaľujem strešnú terasu s výhľadom na more, ktorú je možné využívať aj na grilovanie čo nás milo prekvapilo.","31492":"Hotel sme navštívili v dňoch od 11.1. - 13.1.2017.\nVeľmi sa nám páčila poloha tohto hotela, nakoľko sa nachádza priamo v historickej časti mesta Trapani a kúsok od prístavu, z ktorého premávajú lode na všetky okolité ostrovy.\nUbytovanie je pohodlné, čisté a personál v hoteli na veľmi dobrej úrovni. Zdvorilý a slušný prístup ku klientom.\nOdporúčam využiť hotel najmä v letných mesiacoch a tým využiť jeho bezprostrednú blízkosť k centru mesta, kde je možnosť navštíviť rôzne dobré reštaurácie a taktiež využiť bezprostrednú blízkosť k piesčitej pláži.","32319":"Krásna veľká izba,všade čisto,výborná poloha,vynikajúci hostiteľ ochotný pomôcť\nŠtúdio v ktorom sme bývali je na prízemí,napriek tomu bol kľud. Wifi bola s dobrym signalom. Boli sme 10 dní a 2 x nám menili uteráky,naoxaj príkladná starostlivosť.Odporúčam.","37084":"Hotel je lokalizovany vo viacerych budovach, ja som bol asi v hlavnej, aj ked su 2 osobitne recepcie a tiez 2 miesta na ranajky. Je to iba BandB, ale to neva v Siracuse, stejne je na kazdom mieste nejaka taverna. Z hotela rovno do prava, mate genialne miesto na cerstve ryby, ani nie 100 metrov. Izbz ciste, staff cool","43733":"Historické mesto v kopcoch Sicílie , to je Ragusa, ktorú proste musíte vidieť. Krásny zážitok, okrem šoférovania v mini úzkych uličkách( ale stále lepšie, ako prísť o rok života šoférovaním v Palerme) .\nUbytovanie bolo super, čast steny bola skala, a milý majiteľ ktorý prišiel na druhý deň ( pani čo nás ubytovávala nevedela inak ako po sicílsky, čo vyústilo v zaujímavú konverzáciu rukami nohami ) nám poukazoval aj nové bývanie, ktoré chystal, aj to vyzeralo vynikajúco. Cena primeraná, môžem len odporučiť ."},"Hometown":{"10020":"Slovacchia","19133":"Repubblica Ceca","19566":"Slovacchia","26945":"Slovacchia","31492":"Slovacchia","32319":"Slovacchia","37084":"Indonesia","43733":"Slovacchia"},"Date_of_stay":{"10020":" luglio 2019","19133":" giugno 2016","19566":" settembre 2019","26945":" agosto 2015","31492":" gennaio 2017","32319":" settembre 2015","37084":" giugno 2018","43733":" settembre 2015"},"Trip_type":{"10020":"","19133":" Ha viaggiato in coppia","19566":" Ha viaggiato per affari","26945":" Ha viaggiato in coppia","31492":" Ha viaggiato con la famiglia","32319":" Ha viaggiato con amici","37084":" Ha viaggiato per affari","43733":" Ha viaggiato in coppia"},"geonames_id":{"10020":3057568,"19133":3077311,"19566":3057568,"26945":3057568,"31492":3057568,"32319":3057568,"37084":1643084,"43733":3057568},"Language":{"10020":"sk","19133":"sk","19566":"sk","26945":"sk","31492":"sk","32319":"sk","37084":"sk","43733":"sk"}}