{"index":{"1031":1031,"2531":2531,"5395":5395,"6369":6369,"6439":6439,"7737":7737,"11796":11796,"14463":14463,"14672":14672,"16057":16057,"17351":17351,"21005":21005,"22818":22818,"32055":32055,"32874":32874,"33855":33855,"34327":34327,"34369":34369,"34539":34539,"35065":35065,"35610":35610,"36415":36415,"36617":36617,"36618":36618,"37339":37339,"37994":37994,"38131":38131,"40398":40398,"42553":42553},"Name":{"1031":"B&B Porta di Castro","2531":"P&G design by Lago Welcome Enna","5395":"Hotel Garibaldi","6369":"Splendid Hotel La Torre","6439":"Splendid Hotel La Torre","7737":"B&B Soleluna","11796":"B&B Liola","14463":"NH Catania Parco Degli Aragonesi","14672":"B&B Sciara Larmisi","16057":"Manganelli Palace Hotel","17351":"Ivana B&B","21005":"B&B Palazzo Sisto","22818":"Bianca B&B","32055":"Residence La Mattanza","32874":"Zibibbo suites & rooms","33855":"Hotel Mercure Siracusa Prometeo","34327":"Maision Ortigia","34369":"Maision Ortigia","34539":"Agriturismo Villa Cristina","35065":"CinqueSuites Ortigia","35610":"Hotel Villamare","36415":"Archimede Vacanze","36617":"Calapetra Resort","36618":"Calapetra Resort","37339":"Caiammari Boutique Hotel & Spa","37994":"Antica Gebbia","38131":"B&B Porta Marina","40398":"Bed & Breakfast Magnolia","42553":"B&B L'Orto sul Tetto"},"City":{"1031":"Palermo","2531":"Enna","5395":"Palermo","6369":"Palermo","6439":"Palermo","7737":"Palermo","11796":"Agrigento","14463":"Catania","14672":"Catania","16057":"Catania","17351":"Catania","21005":"Catania","22818":"Catania","32055":"Trapani","32874":"Trapani","33855":"Siracusa","34327":"Siracusa","34369":"Siracusa","34539":"Siracusa","35065":"Siracusa","35610":"Siracusa","36415":"Siracusa","36617":"Siracusa","36618":"Siracusa","37339":"Siracusa","37994":"Siracusa","38131":"Siracusa","40398":"Siracusa","42553":"Ragusa"},"Rating":{"1031":5,"2531":5,"5395":5,"6369":2,"6439":4,"7737":5,"11796":5,"14463":4,"14672":5,"16057":5,"17351":5,"21005":5,"22818":5,"32055":4,"32874":5,"33855":4,"34327":4,"34369":5,"34539":4,"35065":5,"35610":4,"36415":4,"36617":5,"36618":5,"37339":4,"37994":4,"38131":5,"40398":5,"42553":5},"Review":{"1031":"Jeg har bodd mange steder rundt om i verden, men B&B Porta de Castro vil jeg nok ikke glemme med det første.  Ble møtt av en utrolig gjestfrihet og serviceinnstilt betjening. Service langt ut over hva en kan forvente. Fikk noe å drikke mens resepsjonen fortalte og viste på bykartet hva som fantes i området av spisesteder mm.  Ble vist rommet som var rent og ordentlig. Ikke akkurat det største men helt greit som enkeltrom for min del. Bad og WC rent og ordentlig.  Frokosten og betjeningen i en klasse for seg. Her følte du deg virkelig velkommen og ble servert både varm og kald mat. Alt smakte bare helt fortreffelig.  Og beliggenheten er bra og kun noen få minutters gange før du er i sentrumsområdet. PS! Ikke bli skremt av gaten hotellet ligger i eller inngangspartiet. Det lyver!! Fantastisk interiør og må bare oppleves!","2531":"Pamela og Giuseppe var fantastiske verter og servicen var helt topp. Veldig fine og moderne rom. De var alltid tilgjengelige om vi lurte på noe og hjalp oss med å parkere bilen. Enna er en veldig koselig by. Anbefales.","5395":"Hotellet ligger sentralt til og det er lett å gå til flere av de spennende attraksjoner i Palermo. Pene og rene rom. Liten bar i lobby, god frokost. Lett tilgjengelig med bil. Mange gode restauranter i nærheten","6369":"Bodde to netter på hotellet. Hotellet trenger oppussing. Soverommet var veldig slitt, tapet faller av og det lukter muggent. Det var kun lunket vann i dusjen. Aircondition fungerte heller ikke. Det var også veldig lytt mellom rommene. Det var ikke nok parkeringsplasser på hotellet. Vi måtte stå i kø for å få parkeringsplass. Vi kunne derfor ikke bruke bilen vår i fare for å miste parkeringsplassen. Når vi ringte resepsjonen fordi aircondition ikke funket, tok det 30 minutter midt på natten før de kom. De lovte de skulle komme med en gang. Kan umulig skjønne at dette er et fire stjerners hotell med tanke på standarden. Ellers, fin utsikt med fin badeplattform. Frokosten var også god.","6439":"Dette hotellet ligger like ved sjøen, har mange basseng. Vis du vil bade i sjøen må du gå ned en trapp, så er du i sjøen. Noen dager kan det være litt strømmer i sjøen, så pass på. Velg et rom med sjøutsikt, romma er store og pene, meget godt klima anlegg som var meget stillegående. Der var ingen støy, det var kun lyd fra bølgene. Hyggelige folk som jobbet på hotellet. Dette hotellet kunne jeg komme tilbake til. Meget bra servise ved utsjekk og taxien som kjørte oss til flyplassen.","7737":"Patrizia driver sin B&B slik hun vil - No Pizzo - ingen penger til Cosa Nostra og har gjort det i mange år. Tøff og veldig hyggelig! Herlig frokost, super beliggenhet, store og rene rom, super beliggenhet i sentrum.","11796":"Litt krøll for å komme dit, trodde vi skulle bli hentet på busstasjon, men tok en taxi og Alfonso tok imot, hans engelsk var ikke den beste, så her var deg misforståelser ute å gå, Liola kan absolutt anbefales, jeg valgte de gule rommet og det var virkelig bra, frokosten var en side for seg Pinuccia disket opp, og vi måtte veldig gjerne ta med mat til lunsj, de to dagene vi var der, uten tillegg i prisen, toppkarakter :thumbsup:????:thumbsup:????","14463":"Vi var her i en uke, sommerferie med mye sol. De ansatte var enestående, gjelder alle avdelinger. De som serverte tok oss i mot som om vi var familie, renhold gjorde en strålende jobb, resepsjon behandlet oss med stor entusiasme. Maten var meget god og drikke likeså.  Bassengområdet ble vår favoritt.  Hovedårsak til ikke å gi fem stjerner er at stranden ikke var som forventet. Ingen toalettfasiliteter eller mat drikke. Her måtte vi opp på hotellet for å ordne dette. I tillegg ble det private strandområdet invadert av selgere som kom helt opp til strandstolene og ble meget private. Det aksepteres ikke. Vi var på stranden kun tre timer, resten var vi ved bassenget. Her må noe gjøres umiddelbart.  Vi kommer selvsagt tilbake og håper gjestene føler seg bedre ivaretatt på stranden.  Tusen takk for et flott opphold.","14672":"Sentral beliggenhet, kort vei til de fleste severdigheter. Kjekt uteliv, med mange puber og spisesteder. Meget god valuta for pengene. Veldig bra rom, grei frokost. Sen ankomst var ingen problem. Anbefales.","16057":"Vi bodde her 1 uke i mai og hadde et fantastisk opphold i suiten i dette gamle og sjarmerende palasset ! Alle ansatte var veldig hyggelige og service orienterte. Frokosten og frokost vertinnen var utrolige og vi koste oss på terrassen hver morgen ! I tillegg var rengjøringen utmerket ! Vi anbefaler alle et besøk her !","17351":"Beliggenheten kan nesten ikke være bedre omtrent midt ml. Sentralstasjonen og Domkirken og bare et stenkast fra Teatro Bellini (operaen). Alle byens severdigheter er innenfor gangavstand. Værelsene er rommelige og hyggelige i en stor herskapsleilighet med høyt under taket. Ivana er en utmerket vert som nesten får deg til å føle deg som hjemme.","21005":"Dette er et helt nytt sted med svært gode kvaliteter, og ikke minst en veldig god service. Noe av de beste hotellet jeg har bodd på, og her skal jeg garantert tilbake. Hotellet har bare et fåtall rom, og her kommer det nok ofte til å være fullbooket.  Rommene er velutstyrte med flott design. Stort bad og en deilig seng. Sengetøy av meget høy kvalitet. Frokosten er enkel, men utrolig god med nystekte bakervarer. Svært god oppvartning og en service på aller høyeste nivå.  Det er greit å være oppmerksom på at resepsjonen ligger i toppetasjen (5. etg.) i et eldre historisk bygg uten heis. For de med mye bagasje finnes det en artig utvendig bagasjeheis.  Beliggenheten er perfekt i den historiske delen av Catania. Jeg hadde litt problemer med å finne frem første gang for skiltingen er ikke den beste. Mitt tips er å følge godt med på gateskiltingen husnumrene.","22818":"Beliggenheten er perfekt, med 5 min gange fra hovedgatene. Rommene var veldig koselige, med stort bad, og en liten terrasse. Sengene var litt harde, men er tross alt en B&B. Personalet var utrolig hyggelig, og flinke i engelsk! Veldig fornøyd med oppholdet og prisen!","32055":"Sentralt beliggende leiligheter i Trapani. Utrolig god service av personalet og driveren Danilo er helt fantastisk. Vi fikk vasket alle våre klær helt gratis og uansett hva vi spurte om, så fikset han det. Vi kommer tilbake neste år på grunn av han.","32874":"Dette er virkelig et hyggelig sted for deg som ønsker å bo sentralt i Trapani. Vi ble svært godt mottatt av Laura som ga oss MYE nyttig informasjon om hva vi kunne gjøre under vårt opphold.\nRene og fine rom og en flott takterrasse hvor vi kunne nyte solen og summingen av byen under oss. Anbefales på det varmeste.","33855":"Vi sto mellom et hotell sentralt i gamlebyen, og dette hotellet rett utenfor. Men pga varmen valgte vi dette nytere hotellet, som i tillegg til å ha sentralstyrt air-condition, har du også egen styring på rommet. Det er perfekt i varmen. Praktisk sett hadde det vært bedre å være i den koselige gamle-byen. Selv om det er kjapt å komme seg inn dit fra hotel Mercure med bil, er det svært vanskelig å få parkert, og det er et ganske langt stykke å gå. Greit å være klar over.\nHotellet har deilige og store rom, med bad som har alt du trenger. Sengene er gode å sove i, frokosten har veldig godt utvalg til Italiensk å være. Personalet er hyggelige og gjestfrie, så du føler deg velkommen her.","34327":"Vi var 3 netter på Maison Ortigia. Vi bodde i et såkalt Deluxe rom (nr 12) på 4. floor (norsk: 5. etasje).\n\nB&B Maison Ortigia ligger sentralt på øya Ortigia ganske nært Dumoen og ca 60-70 m fra Via Roma. Perfekt for å utforske Ortiga og resten av Siracusa. Det er begrensende muligheter for å kjøre bil på Ortigia, men det er faktisk parkeringsanlegg i kjelleren her. Vi gikk hit fra busstasjonen ved ankomst, - og til togstasjon ved avreise. Ta ev. en taxi.\n\nSom bonus er det nesten ikke biltrafikk og dermed stille og fredelig i gatene, - med unntak av enkelte gater med trafikk på øya. Området rundt B&B Maison Ortigia har som ellers på Ortigia smale koselige gater med mange gamle slitne hus som sårt trenger mer omsorg.\n\nMaison Ortigia ligger i en bygning som er oppført i betong og tegl og er nok ganske ny i forhold til mange av de omliggende bygningene. Forretningslokaler (tomme eller bare stengt?) på gateplanet. De 3 øverste etasjene er tydeligvis leiligheter med unntak av de som er (ombygd til) hotell \/ B&B.\n\nAtkomst til bygninga skjer via et trappetrinn + en høy fortauskant på et veldig smalt fortau. Stor bred trapp inne og en liten gammel og sliten heis med plass til 2-3 personer (ikke rullestol)\n\nVårt rom hadde marmorgulv, hvitmalte vegger og tak. Stort sett alle møblene er fra IKEA. Helt OK det. God seng med laminert spilebunn. Det var ikke benk til å legge kofferter på, men 1,5 m garderobeskap (IKEA). Kjøleskap (tomt og til egen bruk)\n\nBad med flislagt gulv og vegger. WC-sete på vårt rom var delvis løst. Dusjkabinettet var veldig lite. Nok varmtvann, men lite trykk slik at takdusjen i praksis ikke virket. Den smale døra inn til badet er innadslående og så nært dusjkabinnettet at den ikke kan åpnes helt opp - i tillegg kilte den seg fast mot det skrå gulvet og lot seg ikke åpne mer enn ca 45°, - slik at man må smyge seg inn på badet. Bad og balkong ligger ett trinn opp fra rommet, - antakelig pga rørføringer.\n\nØstvendt balkong med bord og 2 stoler. Fin utsikt over takene og ut mot havet. Morgensol, - tok frokosten med ut hit.\n\nAvtrekk på bad koblet via lysbryter - bråket vifte. En ventil over inngangsdøra. Eller ingen ventilasjon \/ lufting via balkongdør. Air-condition, men vi prøvde ikke den, - det er ikke så varmt (eller kaldt) i oktober.\n\nBalkongdør med doble glass, og rom høyt over gatenivået, med svært lite trafikk. Mao stille og rolig, men unntak av en og annen bråket scooter. Romdør uten pakninger og uten terskel. Lite lydisolerende vegger. Mao ganske lytt.\n\nFor få stikk. Et stikk på hver side av senga, men der er jo sengelampene påkoblet.. så skal man ladde mobilen så blir du uten lys ved senga. For å lade PC-en måtte vi trekk ut stikket til kjøleskapet ... TV-på rommet, men hvem drar hit for å se på TV? Fungerer sikkert...\n\nSå ingen synlige røykdetektorer eller synlig brannalarmanlegg. Ingen rømningsplaner. Kun ett trapperom \/ en rømningsveg.\n\nElendig dekning på nettverket med navet til B&B, men et nettverk med med navnet hidden og samme passord ga utmerket dekning!\n\nEnkelt møbler frokostrom, forøvrig ingen fellesarealer. Enkel kontinental frokost med brød (“loff”) ost, skinke, salami, egg, yoghurt, diverse kaker, syltetøy, kaffe, te\n\nFor oss var B&B Maison Ortigia er fint sted å bo og ga god valuta for pengene. Om vi besøker Siracusa igjen kan vi gjerne bo her igjen.","34369":"Flott plassering i forhold til gamlebyen. Stille og deilig i området rundt bygningen. En flott opplevelse der vi hadde alt vi trengte. Både frokost og rommene svarrte helt til forventingene - det var faktisk bedre enn vi hadde trodd på forhånd. Det var perfekt for oss de to dagene vi overnattet. Det kan være lytt fra gangene utenfor rommet, så ørepropper er å anbefale for de som er sensitive for lyd.","34539":"Vi var på Sicilia en uke og bodde på Villa Cristina hele tiden. Servisen var fantastisk, meget personlig. Vi spiste der flere kvelder. Fire retters Italienk mat. Varierende og god, men dessverre alt for store porsjoner. Rommene var enkle, rene med airkondition. Nydelige omgivelser","35065":"Vi hadde et tre-dages opphold på CinqueSuites Ortigia. Skal du på rundtur til Sicilia så er Ortigia i Syracuse et sted å dra innom og CinqueSuites stedet å bo. Staben er tar godt vare på deg helt ned i minste detalj. De er hjelpsomme med råd og tips for oppholdet ditt og ordner parkering hvis du trenger det. Stedet ligger midt i hjertet av Ortigia. Rommet vårt (suiten) var stor og nydelig innredet. Badet var stort og lekkert. Stedet ligger tilbaketrukket i en stille sidegate og selv om det var svært varmt ute var det stille og svalt inne. Frokosten på takterrassen var også helt super, med personlig service.","35610":"Overnattet en natt på Hotel Villamare, og det var den beste sengen vi har sovet i. Veldig hyggelig betjening i resepsjon og restaurant. God frokost med tilgang til frisk frukt. Fint fellesareal, men slitte rom som bærer preg av fukt på badet. Meget fargerike og mørke rom.\n\nFikk anbefalt restaurant med veibeskrivelse fra resepsjon, og restaurant var flott og levde opp til forventningene.\n\nVeldig hyggelig personale!!! Gjør opp for opplevelsen ved at det egentlig føles som et 3-stjerners hotell grunnet rommet.","36415":"Det gikk an å kjøre helt inn til hotellet og laste av, men vi måtte parkere utenfor gamlebyens grenser. 10 € for døgnet. Veldig sentralt for å se gamlebyens severdigheter. Gode senger, bra frokost, hyggelig betjening.","36617":"Så rent, store rom, smakfull frokost og veldig hyggelig personale.\n\nLiggende direkte på stranden med utsikt over havet.\n\nVi overnattet kun en natt, da det var lite tilgjengelighet. Vi fikk Junior Suite, og det var perfekt. Stort rom med hvite og blå overflater. Rent og alt luktet godt, til og med hånddukene luktet skyllemiddel. Det er luksus.\n\nVi ble hjulpet med servering til rommet etter middag på kvelden, noe som ble satt stor pris.\n\nEn veldig fin opplevelse!","36618":"Vi ankom i 13-tiden og fikk rommet vårt allerede da. Det var lite tilgjengelighet, og dermed fikk vi junior suite. Det angrer vi ikke på, da det lå mot havet og hadde en stor, privat balkong med solstoler og sittegruppe. Rent, moderne, maritim stil og velfungerende AC. Alt lagt til rette for en fin opplevelse.\n\nMeget hjelpsom resepsjonist som viste oss alle fasiliteter, og var behjelpelig med restaurant tips og når vi ønsket Prosecco med på hotellrommet.\n\nTakk for en fin opplevelse - hadde det vært tilgjengelig rom hadde vi bodd flere netter.","37339":"Vi koste oss her i tre dager og ble glade i stedet. Fine rom, rent og hyggelig. Flott basseng for både store og små! Bar ved bassenget med lunsj. Middagen var faktisk veldig bra! God og hyggelig servise. Frokost tradisjonell men helt ok.","37994":"Bortsett fra en vond dobbeltseng er det ikke mye å sette fingen på her . Et spesielt koselig sted med mye egenprodusert til frokost . Det er spesielt mye kaker og div søtt som er litt uvanlig for nordmenn , men det smakte veldig bra . Bassengtidene er litt merkelige , kun mellom 10-12 og 16-18 , vi ville gjerne slappet av og badet ved bassenget hele dagen ,men til gjengjeld fikk vi sett de nydelige strendene i området . Man må ha leiebil for å bo her da det ligger et stykke å kjøre fra alt men det er det verdt. Det hadde vert supert om de hadde en grill til utlån på kveldstid da slakteren i nabogata hadde fantastisk utvalg :)","38131":"Hyggelig b&b perfekt plassert i vakre Ortigia. Veldig hyggelig personale som er behjelpelig med anbefalinger til aktiviteter og spisesteder i nærheten. Denne plassen anbefales på det sterkeste. God frokost.","40398":"Vi reiste til Syracusa uten å ha forhåndsbestillt. Vi fant dette stedet på nettet og møtte opp uanmeldt. Det var ett hjemmekoselig sted med bra standard i forhold til prisnivået. Veldig sentralt i likhet med alle de andre overnattingsstedene på den lille øyen vi var på. Flott frokost var også inkludert. Anbefales.","42553":"Overnatting på Orto sl tetto var et høydepunkt. Hjelpsom og hyggelig vert. Vi fikk et, fint rom og frokost på takterrassen var en ren glede. Ikke alle dager får man ferske croissanter med hjemmelaget marmelade. Kommer vi tilbake til Sicilia bor vi gjerne her"},"Hometown":{"1031":"Norvegia","2531":"Norvegia","5395":"Norvegia","6369":"Norvegia","6439":"Norvegia","7737":"Norvegia","11796":"Norvegia","14463":"Norvegia","14672":"Norvegia","16057":"Spagna","17351":"Norvegia","21005":"Norvegia","22818":"Norvegia","32055":"Norvegia","32874":"Norvegia","33855":"Norvegia","34327":"Norvegia","34369":"Norvegia","34539":"Norvegia","35065":"Norvegia","35610":"Norvegia","36415":"Cipro","36617":"Norvegia","36618":"Norvegia","37339":"Norvegia","37994":"Norvegia","38131":"Norvegia","40398":"Norvegia","42553":"Norvegia"},"Date_of_stay":{"1031":" ottobre 2019","2531":" luglio 2019","5395":" luglio 2019","6369":" luglio 2019","6439":" agosto 2018","7737":" maggio 2019","11796":" settembre 2015","14463":" luglio 2019","14672":" ottobre 2019","16057":" maggio 2019","17351":" marzo 2019","21005":" dicembre 2016","22818":" luglio 2014","32055":" agosto 2016","32874":" settembre 2018","33855":" luglio 2019","34327":" ottobre 2019","34369":" aprile 2019","34539":" settembre 2018","35065":" settembre 2017","35610":" giugno 2019","36415":" maggio 2017","36617":" giugno 2019","36618":" giugno 2019","37339":" luglio 2019","37994":" agosto 2019","38131":" agosto 2018","40398":" luglio 2014","42553":" settembre 2019"},"Trip_type":{"1031":" Ha viaggiato per affari","2531":" Ha viaggiato in coppia","5395":" Ha viaggiato con amici","6369":" Ha viaggiato in coppia","6439":" Ha viaggiato in coppia","7737":" Ha viaggiato da solo","11796":" Ha viaggiato con amici","14463":" Ha viaggiato con la famiglia","14672":" Ha viaggiato in coppia","16057":" Ha viaggiato con la famiglia","17351":" Ha viaggiato da solo","21005":" Ha viaggiato per affari","22818":" Ha viaggiato in coppia","32055":" Ha viaggiato in coppia","32874":" Ha viaggiato in coppia","33855":"","34327":"","34369":" Ha viaggiato in coppia","34539":"","35065":" Ha viaggiato in coppia","35610":" Ha viaggiato in coppia","36415":" Ha viaggiato con amici","36617":" Ha viaggiato in coppia","36618":" Ha viaggiato in coppia","37339":" Ha viaggiato in coppia","37994":" Ha viaggiato con la famiglia","38131":" Ha viaggiato in coppia","40398":" Ha viaggiato in coppia","42553":""},"geonames_id":{"1031":3144096,"2531":3144096,"5395":3144096,"6369":3144096,"6439":3144096,"7737":3144096,"11796":3144096,"14463":3144096,"14672":3144096,"16057":2510769,"17351":3144096,"21005":3144096,"22818":3144096,"32055":3144096,"32874":3144096,"33855":3144096,"34327":3144096,"34369":3144096,"34539":3144096,"35065":3144096,"35610":3144096,"36415":146669,"36617":3144096,"36618":3144096,"37339":3144096,"37994":3144096,"38131":3144096,"40398":3144096,"42553":3144096},"Language":{"1031":"no","2531":"no","5395":"no","6369":"no","6439":"no","7737":"no","11796":"no","14463":"no","14672":"no","16057":"no","17351":"no","21005":"no","22818":"no","32055":"no","32874":"no","33855":"no","34327":"no","34369":"no","34539":"no","35065":"no","35610":"no","36415":"no","36617":"no","36618":"no","37339":"no","37994":"no","38131":"no","40398":"no","42553":"no"}}