{"index":{"16":16,"2903":2903,"3478":3478,"5115":5115,"5924":5924,"5926":5926,"6088":6088,"6810":6810,"7492":7492,"12347":12347,"16200":16200,"16445":16445,"16487":16487,"18797":18797,"19756":19756,"19842":19842,"20505":20505,"21322":21322,"21946":21946,"23388":23388,"36067":36067,"36149":36149,"37401":37401,"38334":38334,"39744":39744,"40769":40769,"43110":43110},"Name":{"16":"Delle Vittorie Luxury Rooms & Suites","2903":"Federico II Palace Hotel","3478":"Massimo Plaza Hotel","5115":"Hotel del Centro","5924":"Euterpe LHT","5926":"Euterpe LHT","6088":"Villa Concordia","6810":"B&B Opera'","7492":"Palco Rooms&Suites","12347":"Hotel Agrigento Home","16200":"Casa Barbero","16445":"Hotel Giardino Inglese","16487":"B&B Le Porte del Centro","18797":"B&B Hotel Palermo Quattro Canti","19756":"Bio Hotel Palermo","19842":"Platamone Rooms","20505":"Hotel Centrum Catania","21322":"Best Western Hotel Mediterraneo","21946":"B&B Nel Cuore di Catania","23388":"Duomo Suites & Spa","36067":"Terra & Mare B&B","36149":"LoLHostel Siracusa","37401":"Allegroitalia Siracusa Ortigia","38334":"Hotel Scala Greca","39744":"B&B Nike","40769":"Piccolo Hotel Casa Mia","43110":"Villa Boscarino"},"City":{"16":"Palermo","2903":"Enna","3478":"Palermo","5115":"Palermo","5924":"Agrigento","5926":"Agrigento","6088":"Agrigento","6810":"Palermo","7492":"Palermo","12347":"Agrigento","16200":"Catania","16445":"Palermo","16487":"Palermo","18797":"Palermo","19756":"Palermo","19842":"Catania","20505":"Catania","21322":"Catania","21946":"Catania","23388":"Catania","36067":"Siracusa","36149":"Siracusa","37401":"Siracusa","38334":"Siracusa","39744":"Siracusa","40769":"Siracusa","43110":"Ragusa"},"Rating":{"16":5,"2903":5,"3478":4,"5115":1,"5924":4,"5926":5,"6088":5,"6810":5,"7492":5,"12347":5,"16200":5,"16445":4,"16487":5,"18797":4,"19756":4,"19842":4,"20505":5,"21322":5,"21946":5,"23388":5,"36067":5,"36149":5,"37401":5,"38334":3,"39744":5,"40769":4,"43110":5},"Review":{"16":"적당한 가격에 룸이 넓었습니다~ 어매니티도 충분하게 채워져있구, 물 떨어지면 채워주셨고요. 조식은 뷔페식인데 간단하고 든든했어요~ 친절하게도 커피 주문 받아서 서빙해주셨구요. 중심지에 속해 있지만 조용하고 중앙역까지 이동하기도 그리 멀지 않았습니다~","2903":"일단 방이 넓어서 매우 쾌적하게 지낼 수 있음. 그러나 시내에서 약간 떨어진 위치에 있다. 시칠리아 아웃렛에서는 약 20분 정도 걸린다","3478":"깔끔한 호텔이었습니다. 팔레르모 중심가에 있어 호텔 주차는 어려우나 근처 유료 주차장을 안내해줍니다. 호텔은 2층에 위치해 있으며 중심가에 있어 교통이 편리했습니다.","5115":"위치,친절,룸컨디션 전부 다 굿굿!! 하지만 진짜 시원하지 않은 에어컨 때문에 자다가 땀띠 날꺼 같음!!! 다시는 오고 싶지 않은 호텔!!!! 에어컨이 자동 컨트롤 되서 아주 안시원함!!!","5924":"아그리젠토에 언제 다시 갈 수 있을지 모르겠지만(운전자 입장에서 가는 길이 그리 좋진 않아서) 추천하고 싶은 곳이다. 매니저도 친절하고, 전체적으로 분위기가 따뜻하고 아름답다. 특히 여성분들의 취향을 저격할 수 있는 곳이지만, 이런 곳은 누가 와도 좋아할 듯 하다. 숙소도 숙소지만, 동네 자체가 조용하고 아름다웠다. 아침에 숙소 앞 가로수길을 산책하면 좋다. 단점은 리프트가 없다는 것. 여성 매니저분 혼자 있으므로, 짐이 많은 분들은 들고 올라가야 한다.","5926":"테라스가 매우 훌륭합니다. 파란하늘과 야자수가 어우러지는 테라스의 베드가 매우 기억에 남습니다. 테라스에서 먹는 조식도 알차고 맛도 매우 좋습니다. 호스트언니가 친절하고 주변관광지에 대한 설명과 맛집 등 다양한 정보를 제공해줍니다. 전체적으로 깨끗하고 섬세하게 신경쓴 부분이 많이 보입니다. 매우 추천합니다!","6088":"오늘 가족들과 홤께 터키인의 계단에서 시간을 보내다가 오후에 찾아왔습니다. 구글지도상에서 보이는 위치보다 좀 더 골목 안쪽에 위치하는데, “Villa COncordia”사인을 보고 들어올 수 있어서 별다른 어려움은 없었습니다. 주인분 영어 잘하시고, 친절하시네요. 정원을 무척 잘 관리하셨는지, 정말 아름답니다. 중앙의 테라스가 딸린 방에 묵게 되었는데, 테라스도 예쁘고, 방도 넓고 가구도 꺠끗하고, 인테리어도 깔끔합니다. 아침식사시간이 8시 반부터 9시 반까지로 좀 짧지만, 정원속의 오두막에서 먹는 거라 기대가 되네요. 주차는 정원 옆에 조그마한 땅이 있는데, 투숙객수가 많지 않아 수용하는데 문제가 없을 것 같아보이네요. 여튼 터키인의 계단(최곱니다)과 아그리젠토 신전을 묶어서 방문할때 추천할만한 숙소입니다. 좋은 가격에 4성급 이상에서 볼수 있을 정원과 넉넉한 크기의 방입니다. 추천드립니다. ^^","6810":"우선 호스트 마르코님이 정말 친절하세요. 이것저것 알려주셔서 편하게 여행할 수 있었고 간단하지만 너무 든든한 아침을 줘서 더욱 좋았습니다. 숙소 매우 깨끗하고 클리닝 서비스도 해줘요ㅎㅎ 위치는 정말 중심가라서 모두 다 가깝습니다. 심지어 몬델로 가는 버스도 가깝습니다ㅋㅋ","7492":"房間就如同網站上看到的一樣美麗和寬敞，乾淨和明亮，完全對得起這個價位。房間內有咖啡機和陽台。位置超好！","12347":"위치도 좋고 시설 역시 깔끔하고 직원 역시 친절하다. 일박만 한 것이 너무도 아쉽다. 시설들이 필요한 정도로만 있으며 기차역 안에 있다는 점 역시 색달라 아주 좋았다.","16200":"저랑 아내가 머문 방은 계단을 따라 한층 올라간 위치에 있었는데, 방은 매우 깨끗하고 편안한 느낌을 주었습니다. 특히, 창문을 통해 보이는 매우 아름다운 마당과 정원을 보는 것이 여유를 만끽하게 해주었습니다. 저희 부부가 이 곳에 머무는 동안 기분이 좋았던 이유는, B&B 주인 Antonio 때문이었는데요, 항상 친절하게 대해주시고, 좋은 정보를 주셔서 정말 기분이 좋았습니다. 위치도 좋은 편입니다. 시내 중심까지 도보 거리에 있는데다가, B&B 근처에 큰 슈퍼마켓도 있어서 정말 편리했습니다.","16445":"因為在Notarbartolo火車站還車(Europcar) , 所以就近選擇了這間酒店 , 除此因素外 , 也因為它就在公園旁邊 , 比較安靜 , 交通也算便利(有機場巴士 , 104公車到諾曼王宮) , 房間面積只有20平方米 , 但格局方正 , 感覺蠻寬敞的 , 最好的是房間有個小陽台 , 可以看到一片綠意的公園 ! 早餐餐廳在於天台 , 視野不錯 , 餐點豐富且咖啡好喝 !","16487":"9 16-19 4박 이용하였습니다. 객실은 아주 청결하고, 화장실과 부대시설도 모두 아주 청결합니다. 주인인 조지아는 매우 친절하고, 여행 정보 및 근처 식당 등을 상세하게 설명해주었습니다. 숙소는 도심 가운데 있고, 주요 관광지와도 모두 걸어갈 수 있는 거리로 아주 안전한 지역에 위치해있습니다. 팔레르모에 다시 방문해도 머무르고 싶은 숙소입니다.","18797":"팔레르모를 다시 간다면 무조건 이 곳을 예약할거예요. 룸 컨디션은 물론. 욕실 컨디션도 너무 좋았고 방은 넓어서 짐이 많았던 저희에겐 아주 좋았답니다. 그리고 조식 또한 너무 예쁘게 차려주셔서 여행이 더 즐거웠던 곳이예요","19756":"주인이 엄청 친절함. 메일 답변도 빨랐음 폴리테야마 근처에 있어 위치는 괜찮은 편이었음 테라스 전망 및 시설도 괜찮음 객실, 욕실 모두 깨끗한 편이었지만, 객실에 먼지가 좀 있는 느낌이었고, 테라스 청소가 덜 되어 있었음 모두 유기농 제품을 제공한다고 하는데, 아침식사 맛은 보통이며 종류가 다양하지는 않았음","19842":"很友善的的B&B, 東家主動在火車站等我們, 又幫我們訂去火山的本地團, 地方非常清潔, 房間很大, 食物可隨時食用, 有水果, 早上有人幫你沖咖啡, 非常貼心。非常靠近火車站, 可惜離購物大街有些遠","20505":"서비스는 완벽에 가깝습니다. 매우 친절합니다. 무엇보다 아침식사가 아주 훌륭합니다. 샐러드와 생과일주스, 홈메이드 빵, 맛있는 치즈와 햄, 뜨거운 계란 요리(오믈렛 또는 스크램블 에그 중 고를 수 있음), 생과일 주스, 커피 또는 차, 홈메이드 케이크를 먹을 수 있습니다. 방은 크고 화장실도 큽니다. 청소 상태도 좋습니다.  유일한 단점은 차 소음을 들을 수 있다는 것입니다. 그러나 친절한 서비스와 훌륭한 아침식사 덕분에 대단히 만족했습니다.","21322":"2019년 연초에 5박 6일간 묵었던 호텔입니다. 위치는 다소 애매합니다. 그 외는 매우 만족스러웠습니다. 방은 환합니다. 욕실은 크고 욕조가 있습니다. 방은 과감한 원색으로 되어 있고 책상을 쓸 수 있을 정도로 큽니다. 아침은 정갈하고 알찹니다. 직원들은 점잖고 친절합니다. 그런데 이런 모든 것들보다 묘하게 편안함을 주는 호텔입니다. 개인적인 느낌이겠지만요. 다음에 가서 확인해보고 싶을 정도입니다.","21946":"낯선 곳에서의 시간은 긴장의 연속이죠. 그렇기에 친절한 호스트가 맞아주는 곳에서의 숙박은 이완의 시간을 열어가는 첫 걸음이 될 수 있겠죠.","23388":"깨끗한 아파트 친절한 직원 특히 청소 해 주시는 Mariana 아주머니 덕분에 한결 기분 좋아 지는 장소 다락방같이 천장에 창이 있어 좋고 거실과 부엌 화장실 2개의 20평형 아파트","36067":"주인과 직원이 모두 친절하고, 도착하자 마자 무료 주차장과 맛집이 표시된 지도를 주었음.\n우리로 보면 3층에 위치하고 있는데 엘리베이터가 없었음. 주인이 짐 올리는 것을 도와줌.\n재래시장 바로 옆이라 장보기 좋았고, 주요 관광지도 도보로 모두 갈 수 있는 등 위치가 최고였음. 인근 무료 공영주차장에 주차하기도 좋았음.\n객실 미니바에 물, 맥주, 음료수, 과자 등이 있었는데 다 무료였음\n조식은 옥상에 차려놓는데 전망이 끝내줬음. 크림들어간 크로와상 등 갖가지 빵과 과일, 음료수가 차려져 있었음.\n인근 시장 파니니 맛집에서 파니니를 사서 B&B옥상에서 함께 먹어서 맛은 잘 모르겠음.\n더운 날에는 음식이 상하지 않을까 염려가 되었음.\n\n주인이 손님들에게 잘해주려고 하는 마음이 보이는 숙소였음","36149":"시라쿠사역 바로 앞이라 찾기도 쉽습니다. 호스텔의 규모가 꽤 큰 편인데 침대 등 시설도 괜찮습니다. 이탈리아의 호스텔 중에서 이 정도면 아주 최상급이라 할 수 있고, 리셉션의 직원들도 모두 친절합니다.","37401":"렌트카로 찾아가기엔 조금 어려운위치에있다. 발렛파킹을 맡기기에도 좀 시스템적으로는 불편했다.\n\n하지만 방은 넓고 침대도 컸으며 아담한 테라스도 있어 만족스러웠다.\n\n오르티지아가 걸어서 즐기기 아주 멋진곳이라 호텔도 만족스럽다.\n\n도메니코는 적당히 친절했으며 꽤 도움을 주었다.\n\n정확하겐 4.5","38334":"처음 준 방이 마음에 안들어 바꿔달라고 요청하니 바꾸어주었습니다. 중심가에서 너무 떨어져있어 다니기가 힘들었어요. 버스가 주말엔 잘 안다녀서(일요일엔 버스 없음) 택시를 타고 다녀야했는데 중심가에 호텔을 잡을 걸 후회했습니다. 깔끔하고 크고 욕조도 있습니다.","39744":"東主周到又負責，化了半個多小時替我們找到了准確的星期日去阿格里真托的巴士时刻表，沒有了他的幫助，根本很難和interbus巴士站懂一點點英語又極不耐煩的售票員溝通，她只会告訴你她們公司的巴士去不到，而不會告訴你可先去Catania再轉乘SAIS公司的巴士。他還提前准备了早餐給我們讓我們可以搭上上午九時的巴士。\n\n雖然沒電梯，但通過WhatsApp和東主保持聯繫，他會安排吊籃幫你升降行李。","40769":"위치가 아주 좋았습니다. 오르티자에 금방 도착하고, 역과도 가깝고 수퍼도 가까웠습니다.\n직원은 친절했고, 전반적으로 편안한 분위기여서 아주 마음이 편했습니다.\n룸 및 화장실의 상태는 매우 청결했고요, 많이 불편하지는 않았습니다.\n어매니티는 괜찮은 편이었구요. 샤워실의 물도 잘 빠졌습니다.\n\n다만, 방 안에 냉장고가 없습니다. 여름이나 더운 시기에 방문한다면 그게 제일 많이 불편할것 같네요.","43110":"호텔입구의 들꽃이 이쁘고 주차도 편하게 할수있습니다.\n마이클이 너무 친절하고 설명을 잘해줘서 고마웠습니다. 방에 약간의 문제가 발생했는데 즉각 처리해주고 친절하게 응대해줘서 깊은감사를 느꼇습니다. 또한 식당예약도 도와주어 즐거운 숙박을 할수있었습니다.마이클~!! 한국에서온 동양인신혼부부 기억하지요? 너무 고마웠어요 다음에 라구사를 가면 다시볼수있기를 ^^"},"Hometown":{"16":"Corea del Sud","2903":"Corea del Sud","3478":"Corea del Sud","5115":"Corea del Sud","5924":"Cina","5926":"Corea del Sud","6088":"Germania","6810":"Corea del Sud","7492":"Cina","12347":"Australia","16200":"Italia","16445":"Cina","16487":"Corea del Nord","18797":"Corea del Sud","19756":"Corea del Sud","19842":"Cina","20505":"Corea del Sud","21322":"Grecia","21946":"Italia","23388":"Corea del Sud","36067":"Corea del Sud","36149":"Corea del Sud","37401":"Corea del Sud","38334":"Francia","39744":"Cina","40769":"Corea del Sud","43110":"Corea del Sud"},"Date_of_stay":{"16":" gennaio 2020","2903":" marzo 2018","3478":" febbraio 2018","5115":" settembre 2018","5924":" agosto 2018","5926":" agosto 2018","6088":" aprile 2019","6810":" agosto 2018","7492":" maggio 2018","12347":" aprile 2019","16200":" ottobre 2019","16445":" settembre 2015","16487":" settembre 2018","18797":" ottobre 2019","19756":" maggio 2017","19842":" ottobre 2015","20505":" gennaio 2018","21322":" gennaio 2019","21946":" febbraio 2017","23388":" marzo 2018","36067":" maggio 2017","36149":" settembre 2015","37401":" aprile 2019","38334":" settembre 2019","39744":" maggio 2019","40769":" ottobre 2016","43110":" ottobre 2017"},"Trip_type":{"16":" Ha viaggiato da solo","2903":"","3478":"","5115":" Ha viaggiato in coppia","5924":" Ha viaggiato per affari","5926":" Ha viaggiato con amici","6088":" Ha viaggiato con la famiglia","6810":" Ha viaggiato con amici","7492":" Ha viaggiato con amici","12347":" Ha viaggiato in coppia","16200":"","16445":" Ha viaggiato in coppia","16487":" Ha viaggiato con amici","18797":" Ha viaggiato in coppia","19756":" Ha viaggiato in coppia","19842":" Ha viaggiato con amici","20505":" Ha viaggiato in coppia","21322":" Ha viaggiato da solo","21946":" Ha viaggiato con la famiglia","23388":"","36067":" Ha viaggiato in coppia","36149":" Ha viaggiato da solo","37401":" Ha viaggiato con la famiglia","38334":" Ha viaggiato con la famiglia","39744":"","40769":" Ha viaggiato da solo","43110":" Ha viaggiato in coppia"},"geonames_id":{"16":1835841,"2903":1835841,"3478":1835841,"5115":1835841,"5924":1814991,"5926":1835841,"6088":2921044,"6810":1835841,"7492":1814991,"12347":2077456,"16200":3175395,"16445":1814991,"16487":1873107,"18797":1835841,"19756":1835841,"19842":1814991,"20505":1835841,"21322":390903,"21946":3175395,"23388":1835841,"36067":1835841,"36149":1835841,"37401":1835841,"38334":3017382,"39744":1814991,"40769":1835841,"43110":1835841},"Language":{"16":"ko","2903":"ko","3478":"ko","5115":"ko","5924":"ko","5926":"ko","6088":"ko","6810":"ko","7492":"ko","12347":"ko","16200":"ko","16445":"ko","16487":"ko","18797":"ko","19756":"ko","19842":"ko","20505":"ko","21322":"ko","21946":"ko","23388":"ko","36067":"ko","36149":"ko","37401":"ko","38334":"ko","39744":"ko","40769":"ko","43110":"ko"}}