{"index":{"360":360,"5764":5764,"6355":6355,"6846":6846,"7335":7335,"9209":9209,"10047":10047,"11994":11994,"14959":14959,"15448":15448,"18958":18958,"19289":19289,"20642":20642,"21336":21336,"22520":22520,"23120":23120,"35622":35622,"36360":36360},"Name":{"360":"Europa Palace Hotel","5764":"Hotel Bel 3","6355":"B&B Donna Teresa","6846":"B&B Opera'","7335":"La Nuova Girgenti","9209":"Residenza d'Aragona","10047":"Bed and Breakfast Al Baglio","11994":"Harmony BB Palermo","14959":"Il Leone Blu","15448":"Catania International Airport Hotel","18958":"B&B Stesicoro","19289":"B&B C'era una Volta","20642":"San Paolo Palace Hotel Centro Congressi","21336":"Best Western Hotel Mediterraneo","22520":"Katane Palace Hotel","23120":"B&B Oriental Palace","35622":"Hotel Villamare","36360":"Bed & Breakfast Kosmos"},"City":{"360":"Messina","5764":"Palermo","6355":"Agrigento","6846":"Palermo","7335":"Agrigento","9209":"Palermo","10047":"Palermo","11994":"Palermo","14959":"Catania","15448":"Catania","18958":"Catania","19289":"Palermo","20642":"Palermo","21336":"Catania","22520":"Catania","23120":"Catania","35622":"Siracusa","36360":"Siracusa"},"Rating":{"360":1,"5764":5,"6355":5,"6846":2,"7335":5,"9209":4,"10047":5,"11994":5,"14959":5,"15448":5,"18958":4,"19289":3,"20642":3,"21336":4,"22520":5,"23120":5,"35622":4,"36360":5},"Review":{"360":"הטיול של אשת טורס אינו אמין, הובטח ונרשם שאין תוספת כספית על מה ששולם וללא טיולים בתשלום. בפועל שילמנו תוספת למלון של 15 אירו לזוג ל 3 לילות במלון. כמו גם טיול בתשלום של 25 אירו לכל אחד (אנחנו לא הצטרפנו). המלון הזה היה בינוני מינוס מעליות אלימות ונסגרות על האורחים וקטנות מאוד. המלון לא נחמד לאורחים ומחייב תשלום נוסף עבור מים? בקיצור מלון נסבל הייינו ביותר טובים בטיולי קבוצות.","5764":"המלון נמצא על הר עם תצפית מדהימה על פלרמו המלון מרוחק כחצי שעה נסיעה ממרכז העיר אך מספק הסעה בתשלום למרכז מספר פעמים ביום החדרים גדולים ונוחים העובדים בקבלה ידידותיים ושרותיים למי שבא עם רכב מומלץ להזמין חניה מראש ארוחת הבוקר היא בסטנדרד נמוך ממה שראינו בסיציליה אך סביר","6355":"הגענו לאגריג׳נטו בשעות הערב המאוחרות לאחר נסיעה מקטניה. לא היתה בעית חניה ברחוב ולא היה צורך לשלם. מכיוון שהגענו לאחר שעות הקבלה, שלח לנו טוטו , בעל המקום , הוראות מדוייקות להפליא להגעה, חניה, כניסה למתחם ולחדר. החדר נקי להפליא, יש מרפסת קטנה שדרכה ניתן לראות קצת ים. החדר מרווח, המקלחת , השירותים והמטבחון המשותף נקיים ומאובזרים ולאחר מקלחת טובה וכוס תה (המטבחון חופשי) - ישנו היטב במיטה הנוחה והשקט שסביב. בבוקר פגשנו את טוטו הבעלים שהגיע לקבל אותנו לארוחת הבוקר. זו היתה נדיבה עם מבחר מכובד של אפשרויות. טוטו מארח מקסים, חייכן ונעים הליכות. המקום מאורגן ומסודר להפליא ומאד מומלץ !","6846":"מאד התאכזבנו. החדר פיצפון. את המזוודות הנחנו במקלחת. ארוחת בוקר סבירה. דאגו לנו לסידור חנייה שעלה 16 יורו ליום. מיקום מעולה. ריח לא נעים בכניסה ובמעלית העתיקה . בעל הנכס נודניק לא קטן. המליץ על מסעדה שלא היתה פתוחה","7335":"מיקום נהדר, ממש בעיר העתיקה במרכז העניינים, לאורחי המלון יש חניה חינם באיזור, חדרים מודרניים, ארוחת בוקר נהדרת(אין ירקות אבל יש המון פירות, גבינות,נקניקים, לחמים, קורסונים ועוד) ממש לחוות את סיציליה בצורה הכי אוטנטית שאפשר, לא רחוק ממרכז העניינים של העיירה.","9209":"מלון או בית דירות נקי מרווח במקום טוב מאוד מרחק עשר דקות הליכה מהמרכז השוקק. מומלץ ביותר כאשר המחיר שקיבלנו היה אטרקטיבי יחסית למחירי מלונות באיזור היקר הזה של פלרמו. זה הרגיש כבית מלון לכל דבר למרות שמוגדר כבית דירות. אציין את החדר הענקי. אין חניה צמודה","10047":"מונדלו היא עיירה קטנה ונחמדה שבמרכזה מזרקה קטנה ומסביבה מסעדות נעימות וטעימות. האירוח ב Casa Vacanze היה לבבי ונוח. לבעלי המקום מספר דירות אירוח. הדירה שקיבלנו היתה בקומה שניה של בניין שקט עם מעט דיירים. הדירה היתה מאובזרת היטב, שקטה מאוד, מרווחת, נקיה ונעימה. ארוחת הבוקר הוגשה במקום הרישום, מרחק של כמאתיים מטר מהדירה והיתה מגוונת וטעימה.","11994":"הגענו למקום ברכב,למזלנו רכב קטן, לקראת הצהריים. המקום נמצא בלב המרכז העתיק ולכן כל ברחובות צרים מאד. מערכת הניווט כשלה עקב המבנים שמסביב.לאחר מספר סיבובים הגענו וקיבל את פננו בעל המקום ג'וספה הנחמד שעשה הכל מעל ומעבר למה שאפשר לצפות ממארח. קיבלנו חדר מספר 11 שהיה למעשה דירת 2.5 חדרים. מיד הציעו לנו שתיה קרה וכמובן בירה קרה עושה רק טוב. המקרר בחדר הכיל סוגים מגוונים של שתיה קלה ובירה והכל חופשי וכלול במחיר. לסיכום, מומלץ מכל הלב ותודה למארח.","14959":"את הלילה הראשון בטיולנו לסיציליה בילינו בקטניה בB&B של מנואלה. המקום מקסים, נקי ומשופץ בסגנון הבניין המקורי, אסטטיקה בכל פינה והכל בטוב טעם ובנדיבות. מנואלה חיכתה לנו והיא הדובדבן שבקצפת - תעשה הכל כדי שיהיה נוח ונעים והכל בחיוך וחינניות שאין כמוה. המיקום - חמש דקות הליכה מהקתדרלה, משוק הדגים והבשר, ומהרחוב הראשי שבו חנויות בתי קפה ועם זאת - שקט ונעים. זו היתה התחלה מבטיחה לשבוע נפלא בסיציליה !","15448":"מלון מאובזר וחדיש. חדרים גדולים ונוחים. ארוחת בוקר מצויינת ומגוונת. 5 דקות נסיעה לשדה התעופה. הסעות חינם מ אל שדה התעופה (מומלץ להתקשר לקבלה להזמין את ההסעה). ההסעה לבית המלון יוצאת מחוץ לאולם ה departures.","18958":"VERY GOOD HOTEL CLEAN GOOD VALUE FOR MONEY BEST LOCATION IN CATANIA CENTER -centro storico Very good personal attitude and excellent staff מלון קטן ונקי ברובע העתיק של קטניה נקי, חדרים נוחים מחיר מעולה","19289":"המקום איננו מלון. מתאים לשהיית לילה בלבד. החדר הוא חלק מדירה בה יש חדרים עם אורחים נוספים והדירה הינה חלק מבניין דירות רגיל. ארוחת הבוקר = שתיה חמה עם עוגיה ליד. אין חניה פרטית והחניה הציבורית מאד עמוסה ומצומצמת. לא מומלץ להגיע עם רכב למקום, אלא בתחבורה ציבורית בלבד.  פקידת הקבלה בשם cinzia עשתה הכל וגם מעבר לכך בכדי להנעים את שהותינו במקום, בהכוונה לגבי אתרי תיירות, אוכל טוב ועצות מועילות, טיפול בבקשות מיוחדות בכך שיפרה את הרגשתינו במהלך השהות. מיקום טוב מאד: ליד הנמל, קניות, בילויים ומסעדות טובות. החדר נקי.","20642":"ביקרנו במלון במסגרת טיול מאורגן לסיציליה. המלון נחמד, החדרים גדולים. חלק מהחדרים עם פרקט וחלק שטיחים. יש חדרים עם נוף לים. ארוחת בוקר בסיסית ומספיקה ובערב הארוחה עם הגשה . המלצרים חביבים. שתיה לא כלולה במחיר הארוחה בניגוד לשאר בתי המלון שהשתיה בהם כלולה. סך הכל מלון נחמד , לא כל כך מרכזי , 20 דקות מהעיר ברכב.","21336":"המלון עומד בסטנדרטים הגבוהים של חברת בסט ווסטרן. הוא מעט מרוחק מן האתרים המרכזיים והתיירותים, אולם הליכה רגלית לא ארוכה תביאכם לכל מקום חשוב בעיר. הגישה ברכב לא כל כך נוחה ויש להזמין מראש מקום חניה בתשלום. המלון עצמו נוח ונעים. מוגשות ארוחות בוקר טעימות.","22520":"המלון ממוקם במרכז קטניה במרחק הליכה מהאתרים החשובים כגון הדואומו והמדרחוב יש חניה למי שבא עם רכב יש פאטיו יפה במרכז החדר מעולה אבל במיקלחת זרם המים מתחלף מחם לקר הצוות ידידותי ושרותי ארוחת הבוקר מצויינת ועשירה","23120":"במלון כמה חדרים מקסימים וחדשים לגמרי, חדר אוכל קטן וחמוד מאוד עם אפשרות לשתיה חמה חינם כל הזמן וארוחת בוקר טובה. הוא נמצא בבנין ישן באיזור מסחרי ושקט במרחק של 10 דקות הליכה מהרחוב הראשי אתנאה. בעל הבית והשותפה שלו מקסימים, חמים ומסייעים בכל דבר. בחדר אין מיני בר אבל לבקשתנו הכניסו מצרכים למקרר של המקום. מומלץ מאוד למי שמחפש אוירה ביתית ולא מלון גדול.","35622":"המלון מאד נקי, פשוט, הצוות אדיב ונחמד. קרוב מאד לים במרחק של דקה הליכה. יש פיצה טובה ברחוב שמאלה מהמלון. זה לא איזור מרכזי אבל עם אוטו זה מתאים לשהות בו. המיקום קרוב למרצאממי, נוטו, אבולה..ארוחת הבוקר צנועה ונהדרת, עשירה בטעמים מקומיים אותנטיים. כדאי לקחת חדר עם נוף לים. מתייחסים יפה לילדים. היינו עם ילד וקיבלנו יחס טוב וחם. הבריכה מאד קטנה.","36360":"המקום שקט נחמד נקי ומסודר. בעל הבית סלבדור מאוד מסביר פנים ונכון לעזור בכל נושא. מחייב רכב כדי להגיע למרכז העיר. יש אינטרנט בחדרים. ארוחת הבוקר די פשוטה אך מספקת. חדרים גדולים ונוחים (אנחנו ישנו בחדר מאדים שלרגע נותן תחושה של מלון מסוג אחר אבל מתרגלים.. ). ההגעה מחייבת כושר ניווט או תוכנת ניווט."},"Hometown":{"360":"Israele","5764":"Israele","6355":"Israele","6846":"Israele","7335":"Israele","9209":"Israele","10047":"Israele","11994":"Israele","14959":"Israele","15448":"Israele","18958":"Israele","19289":"Israele","20642":"Israele","21336":"Israele","22520":"Israele","23120":"Israele","35622":"Israele","36360":"Israele"},"Date_of_stay":{"360":" agosto 2018","5764":" maggio 2019","6355":" febbraio 2019","6846":" settembre 2017","7335":" agosto 2016","9209":" ottobre 2019","10047":" settembre 2018","11994":" maggio 2016","14959":" febbraio 2019","15448":" ottobre 2019","18958":" ottobre 2019","19289":" ottobre 2015","20642":" luglio 2019","21336":" giugno 2018","22520":" maggio 2019","23120":" maggio 2019","35622":" settembre 2018","36360":" maggio 2015"},"Trip_type":{"360":" Ha viaggiato in coppia","5764":" Ha viaggiato con amici","6355":" Ha viaggiato in coppia","6846":" Ha viaggiato in coppia","7335":" Ha viaggiato in coppia","9209":" Ha viaggiato con la famiglia","10047":" Ha viaggiato in coppia","11994":" Ha viaggiato in coppia","14959":" Ha viaggiato in coppia","15448":" Ha viaggiato in coppia","18958":" Ha viaggiato con amici","19289":" Ha viaggiato in coppia","20642":" Ha viaggiato con amici","21336":"","22520":" Ha viaggiato con amici","23120":" Ha viaggiato in coppia","35622":" Ha viaggiato con la famiglia","36360":" Ha viaggiato in coppia"},"geonames_id":{"360":294640,"5764":294640,"6355":294640,"6846":294640,"7335":294640,"9209":294640,"10047":294640,"11994":294640,"14959":294640,"15448":294640,"18958":294640,"19289":294640,"20642":294640,"21336":294640,"22520":294640,"23120":294640,"35622":294640,"36360":294640},"Language":{"360":"he","5764":"he","6355":"he","6846":"he","7335":"he","9209":"he","10047":"he","11994":"he","14959":"he","15448":"he","18958":"he","19289":"he","20642":"he","21336":"he","22520":"he","23120":"he","35622":"he","36360":"he"}}