{"index":{"18225":18225,"22432":22432,"22690":22690,"37083":37083,"37090":37090,"38642":38642},"Name":{"18225":"Altevolte Rooms","22432":"Residence Palazzo dei Delfini","22690":"City-in-hostel-B&B","37083":"Residence dei Baroni","37090":"Residence dei Baroni","38642":"La Residenza del Reginale"},"City":{"18225":"Catania","22432":"Catania","22690":"Catania","37083":"Siracusa","37090":"Siracusa","38642":"Siracusa"},"Rating":{"18225":5,"22432":4,"22690":4,"37083":5,"37090":3,"38642":5},"Review":{"18225":"Ubytování je velice kvalitní, čisté pokoje, koupelnu má každý pokoj svoji. Poloha penzionu je dobrá, pěšky dostupné centrum města, v okolí restaurace, pekárna, tržnice.Parkování před domem je možné, pokud je zrovna volné místo. Majitel nás sám kontaktoval ohledně času příjezdu. Vše bylo v pořádku, velká spokojenost.","22432":"Skvělé, čisté a nové apartmánové ubytování nedaleko centra. Jen ulička pod ubytováním v noci vypadá jek z krimi filmu. Ve dne tu jsou místní trhy, ale hluk je nevýznamný. V případě dohody transferu z letiště si pořádně předem dohodněte, kde vás bude auto čekat. My jsme se 50 minut naháněli po telefonu.","22690":"Parkovali jsme asi 20m od hostelu, kousíček od hradu. Horší bylo druhý den ráno vyjet (celkově z města) jelikož se všude konaly trhy, které zablokovaly celé ulice. Tam, kde trh nebyl, byla jednosměrka :D Ubytování samo o sobě příjemné - malý pokojík s koupelnou, nově zrekonstruované a čisté. Do centra dění je to všude v docházkové vzdálenosti. Ráno byla k dispozici kuchyně, kde si můžete udělat čaj, kafe, cokoliv co máte.","37083":"Hotel jsme si s přítel vybrali, právě proto, že má skvělou polohu k poznávání ostrova. Hotel velice přátelský, pokoje i když jsou jednoduší, přesto vždy uklizené a čisté, z pokoje jsme měli překrásný výhled. Kolem je spoustu možností kam se jít najíst a poznat tak místní pochoutky. Za mě a za přítele, úžasný hotýlek a na podzim se snad znovu vrátíme.","37090":"Ubytování - obrázky odpovídají skutečnosti. Na první pohled pěkné, ale je to trochu neudržované, ale chybí tomu velmi málo, aby to bylo o třídu lepší. Ručníky byli dispozici. Menší kuchyňka - velmi chudě zařízená.\nSnídaně -doporučujeme asi bez snídaně. Nedaleko je menší obchod, kde mají vše. Snídaně se skláda ze sýru, salám, více druhů sladkého pečiva. Pouze toustový chléb. My jsme to vyřešili tak, že jsme si pečivo kupovali.\nMy jsme v hotel ( apartmánu ) moc nebyli. Apartmány jsou na výborném místě. Nedaleko centra, velký výběr restaurací.\nCelkově jsme byli spokojení. My jsme věděli kam jedeme. Ubytování odpovída 3* :-)\nÚklid - to je jejich slabá stránka :-)\nParkování - v okolí je problém, ale v recepci nám poradili, kde zaparkovat zadarmo:-)","38642":"Z celé Sicilie mi přislo město Syracusy jako jedno z nejkrásnějších a nejzajímavějších míst. Romantické malebné uličky plné stylových restaurací. Na jednu noc jsme zakotvili v La residenza del reginale přímo uprostřed centra. Vkusně zařízené pokoje s vlastní koupelnou, společnou galerií a terasou s výhledem na malé náměstíčko. Parkování jsme vyřešili 5 min od B&B za 15 euro na 24 hodin. Doporučuji:thumbsup:"},"Hometown":{"18225":"Repubblica Ceca","22432":"Repubblica Ceca","22690":"Repubblica Ceca","37083":"Repubblica Ceca","37090":"Repubblica Ceca","38642":"Svizzera"},"Date_of_stay":{"18225":" maggio 2016","22432":" settembre 2017","22690":" aprile 2016","37083":" giugno 2018","37090":" settembre 2017","38642":" ottobre 2019"},"Trip_type":{"18225":" Ha viaggiato con amici","22432":" Ha viaggiato con amici","22690":" Ha viaggiato in coppia","37083":" Ha viaggiato in coppia","37090":" Ha viaggiato con amici","38642":" Ha viaggiato in coppia"},"geonames_id":{"18225":3077311,"22432":3077311,"22690":3077311,"37083":3077311,"37090":3077311,"38642":2658434},"Language":{"18225":"cs","22432":"cs","22690":"cs","37083":"cs","37090":"cs","38642":"cs"}}