{"index":{"2244":2244,"3998":3998,"6538":6538,"8016":8016,"9286":9286,"9946":9946,"11008":11008,"11085":11085,"11537":11537,"12855":12855,"12926":12926,"15748":15748,"15764":15764,"15797":15797,"15891":15891,"16098":16098,"16375":16375,"17088":17088,"18366":18366,"18730":18730,"19510":19510,"21497":21497,"21879":21879,"22562":22562,"23268":23268,"29031":29031,"30626":30626,"32154":32154,"33162":33162,"33809":33809,"35385":35385,"35689":35689,"36725":36725,"37909":37909,"38022":38022,"39403":39403,"40089":40089,"41943":41943,"42013":42013,"42376":42376,"42471":42471,"44728":44728,"45056":45056},"Name":{"2244":"Artemisia Palace Hotel","3998":"Capo Peloro Resort","6538":"Dioscuri Bay Palace Hotel","8016":"Grand Hotel Piazza Borsa","9286":"Colleverde Park Hotel","9946":"Due Ganee Agriturismo","11008":"La Terrazza di Empedocle","11085":"B&B Terrazze di Montelusa","11537":"Hotel Tre Torri","12855":"Antica Perla Residence Hotel","12926":"Antica Perla Residence Hotel","15748":"Hotel Biscari","15764":"Hotel Biscari","15797":"Hotel Biscari","15891":"B&B XXMiglia","16098":"Manganelli Palace Hotel","16375":"Hotel Catania Town","17088":"Bed & Breakfast San Placido Inn","18366":"Hotel d'Orleans","18730":"Hotel Elite","19510":"Terrazza Santa Chiara","21497":"B&B Aeroporto Fontanarossa","21879":"B&B Opera","22562":"Katane Palace Hotel","23268":"B&B Sciara Biscari","29031":"B&B Casa Chinaski","30626":"I Colori del Vento","32154":"Residence Palazzo Serraino","33162":"Caportigia Boutique Hotel","33809":"Grand Hotel Ortigia","35385":"Domus Mariae Benessere","35689":"Hotel Le Muse","36725":"Palazzo Giaracà","37909":"Lakkios B&B","38022":"Antica Gebbia","39403":"Mastrarua Hotel","40089":"Il Duomo","41943":"Locanda Don Serafino","42013":"Relais Parco Cavalonga","42376":"Villa del Lauro","42471":"Giardino di Pietra","44728":"Hotel dell'Orologio","45056":"La Scibina"},"City":{"2244":"Palermo","3998":"Messina","6538":"Agrigento","8016":"Palermo","9286":"Agrigento","9946":"Agrigento","11008":"Agrigento","11085":"Agrigento","11537":"Agrigento","12855":"Agrigento","12926":"Agrigento","15748":"Catania","15764":"Catania","15797":"Catania","15891":"Catania","16098":"Catania","16375":"Catania","17088":"Catania","18366":"Palermo","18730":"Palermo","19510":"Catania","21497":"Catania","21879":"Catania","22562":"Catania","23268":"Catania","29031":"Palermo","30626":"Trapani","32154":"Trapani","33162":"Siracusa","33809":"Siracusa","35385":"Siracusa","35689":"Siracusa","36725":"Siracusa","37909":"Siracusa","38022":"Siracusa","39403":"Siracusa","40089":"Siracusa","41943":"Ragusa","42013":"Ragusa","42376":"Ragusa","42471":"Ragusa","44728":"Ragusa","45056":"Ragusa"},"Rating":{"2244":4,"3998":4,"6538":3,"8016":4,"9286":4,"9946":5,"11008":5,"11085":5,"11537":3,"12855":3,"12926":5,"15748":3,"15764":4,"15797":4,"15891":5,"16098":4,"16375":3,"17088":5,"18366":5,"18730":4,"19510":4,"21497":4,"21879":5,"22562":5,"23268":4,"29031":4,"30626":4,"32154":5,"33162":5,"33809":4,"35385":4,"35689":5,"36725":1,"37909":5,"38022":5,"39403":4,"40089":5,"41943":4,"42013":4,"42376":5,"42471":5,"44728":4,"45056":5},"Review":{"2244":"Hotellet har en rigtig god placering, en meget fair pris, det er bestemt rent og moderne, meget lydt, venligt og hjælpsomt personale, hurtig og stabilt internet, fin italiensk morgenmad og parkeringshus tæt på.","3998":"Fint og rent, venligt personale. Virkelig valuta for pengene. Vi blev en overnatning, men nåede at spise buffet m. drikkevarer for 20€ pr. næse. Mange grønsager, lidt kød, men ok. Morgenmad er inkluderet, rigt udvalgt af varmt og koldt En gåtur ned til den lokale isbar ved den lille havn, kan anbefales","6538":"Efter lidt søgen i San Leone fandt vi hotellet. Fik et værelse på anden sal(218), med dejlig udsigt til hotellets pool, havet og Agrigento by på den anden side af bugten. Dejligt! Værelset var tilpas stort til 2. Badeværelse med badekar og bruser. Til værelset var der en pæn størrelse terrasse med klinker og stole. Aircondition virkede som det skulle og det lille køleskab var også fint. Vi havde gennem hele opholdet problemer med nøglen til værelset. Nøglen var et magnet kort og det skulle ofte nulstilles i receptionen. Der var WiFi på hotellet. Det virkede ok på værelset(tv streaming muligt), men ved poolen var hastigheden noget reduceret. Morgenmaden blev serveret fra en Pavillion ved poolen. Vi syntes maden var go’ og varieret. Der mangelede ikke noget, selvom det Italienske pålæg er mere vandet og har mindre smag end den danske. Ved poolen var der mulighed for at købe frokost og drikkevarer hele dagen. Maden var af udemærket kvalitet. Hele hotel området er pænt tilplantet og ser generelt godt og rent ud. Dette står i skarp modsætning til byen San Leone. I receptionen kan man henvende sig på engelsk og få et rimeligt svar tilbage:grinning:. Rengøringen på værelset er i orden, venligt rengørings personale. Parkering på hotellet foregår på hotellets eget område med skygge overdækning. Karakteren gennemsnitlig er fuldt fortjent. Grunden til at den ikke gives højere skyldes de fire stjerner hotellet er udstyret med. Det hæver standarden for de høje karakterer.","8016":"Jeg boede et par nætter på dette hotel, der var bestilt af vores rejsearrangør, Klassikernes Rejseforening. Bygningen er flot og praktisk ombygget fra sin tidligere funktion som børs eller bank; man kan stadig se de enorme jerndøre til bankboksene nær spisesalen. Mit værelse var på øverste etage og lidt svært at finde fra elevatoren den første gang på grund af, at bygningen ikke var designet som hotel, men værelset var fortræffeligt og smukt indrettet i klassisk italiensk stil. Morgenmaden var fortræffelig og med rigt udvalg. Jeg spiste ikke andre måltider på hotellet, men nød flere dage sent på eftermiddage et glas siciliansk vin i den åbne gård og var fuldt tilfreds med den venlige tjener.","9286":"Jeg boede på Colleverde Park Hotel under en rundrejse på Sicilien sammen med organisationen Klassikernes Rejseforening, så vi blev bragt til hotellet med rejsearrangørernes bus. Værelserne er udmærkede, vel vedligeholdt og pæne og rene,men der ud over ikke noget specielt at skrive om. Personalet var hjælpsomt. Morgenbuffeten var glimrende og righoldig. Jeg spiste også til middag på hotellet og var ganske godt tilfreds med udvalget og serveringen, men - som med værelserne - var middagen ikke en speciel oplevelse. Det var derimod haven, der er fyldt med eksotiske planter, og fra hvilken man har en flot udsigt ned mod templerne og haven.","9946":"Vi ankom på dette smukke sted i april, hvor vi blev mødt af den meget rolige stemning som herskede på gården. Familien tog godt i mord os og vi fik et skønt værelse med udsigt over oliventræerne....Maden var virkelig god, og de hente mange af råvarerne på gården. Det var en rigtig dejlig oplevelse at bo hos familien og man følte sig meget velkommen. Vi kan kun anbefale stedet for alle!","11008":"Virkelig dejligt sted, med rigtig flot udsigt. Ligger på 12. sal, men der er elevator. Meget søde værter, som fik os til at føle os meget velkomne. Smagfuld indretning og morgenmad serveret på stor tagterrasse med udsigt til Templernes dal og havet.","11085":"Perfekt beliggenhed. Francesco gav sig tid til at introducere sit B&B, sin egen families historie, gav gode råd om Agrigento og omegn. Virkelig høj klasse:thumbsup:???? Virkelig hyggelig tagterasse til morgenmad og aftenhygge :wink:","11537":"Et fint “gammelt” hotel. Det hele træninger til en opgradering modernisering. Men alle er utrolig venlige søde og der mangler ikke noget. En lille fin morgenmadsbuffet med det nødvendige. Poolen er stor og god hvis man har børn med.  Beliggenheden trækker en del ned. Men ligger ellers tæt på flere besøgstal.","12855":"Vi havde 4 overnatninger på Antica Perla i forbindelse med en rundrejse på Sicilien i september 2018. Antica Perla ligger ved Agrigentos kyst. Det sagt, der er langt til alt, bortset fra stranden. Der er ikke restaurant på Antica Perla, til gengæld er der er lille tekøkken, det blev da også benyttet, da der er 2km til nærmeste spisested. Der er en fin pool og en meget fin strand. Gå 300 meter vest for hotellet, og det er 1000 meter fin sandstrand. Der er morgenmad inkluderet, vi er jo langt fra alt, men det er ikke noget at skrive om. Til gengæld er der kort til Temple Valley og Stair of the Turks. Besøg også ex Caserma della Guardia di Finanza, som kan ses fra hotellet. Bedste værelser er nok 404 eller 405, da de har balkon direkte mod havet. Der er gratis parkering lige ved hotellet. Antica Perla er et fint lejlighedshotel, både til udflugter og afslapning","12926":"Dette er ikke hotellet, hvis man vil bo tæt på restauranter og butikker. Det er heller ikke hotellet for folk med alt for sarte næser, da der et par gange under vores ophold kom en dårlig lugt nede fra havet lige neden for hotellet. Men hvis man kan leve med ovenstående er det en en lille perle af et hotel. Der er kun 5 minutters gang til en god og ikke ildelugtende sandstrand, der under vores ophold var meget benyttet af lokale beboere. På hotellet er der en fin pool med god plads på liggestolene. Der er en bar, hvor man kan købe kaffe, is og kolde drikkevarer fra morgen til sen aften. Morgenbuffeten var tilfredsstillende, og vi havde en rummelig lejlighed med to altaner, begge med havudsigt. Eneste minus var, at der manglede køkkenudstyr til at kunne lave varm mad, men det var fint at spise frokost med pålæg og italienske lækkerier. Inden for 5 km er er der flere store supermarkeder og restauranter. 10-15 km væk er dels Templernes Dal og Den Tyrkiske Trappe (kalkstensklippe), som var årsagerne til, at vi besøgte dette hjørne af dejlige Sicilien. Vi gav primo juli 870 euro for fem nætter til en familie på fire, og vi syntes, vi fik meget for pengene.","15748":"Hotel Biscari er et hyggeligt lille hotel, der ligger nogenlunde i centrum. Den ligger ca. 5-10 min på gå ben fra centrum. Værelserne er super fine, sengene er gode at sove i, og toiletterne fungerer godt! Morgenmaden er overraskende rigtig dejlig, hvor man kan sætte sig op på en stor altan og se udover hele byen, hvilket er virkelig hyggeligt. Det er dog ikke et luksushotel på nogen måde, men gider man f.eks. Ikke at bruge vildt mange pengene hotel, så er dette lige sagen for dig.","15764":"Dejligt byhotel, med hyggelige traditionelle værelser, der er ret rummelige. En ganske udemærket morgenmad kan nydes på den flotte tagteresse. Hotellet ligger centralt, og alligevel ret ugenert. Kan klart anbefales","15797":"Hotellet ligger meget tæt på centrum, stationen, biludledjningsfirma, fiskemarkedet m.v. Vi boede der i syv nætter, og har kun godt at sige om hotellet. Stort værelse med fint badeværelse, venligt og hjælpsomt personale og en dejlig morgenmadsterrasse er bare nogle af de ting, der kan fremhæves. Bussen til og fra lufthavnen stopper kun 50 meter fra hotellet. Og så er det selvfølgelig heller ingen ulempe, at prisen er meget rimelig, vi betalte godt 400 kroner pr. nat inklusiv morgenmad.","15891":"Et meget fint sted at overnatte i Catania med god beliggenhed i forhold til stationen og byens centrum. Det ligger i 650 meters afstand fra stationen og det tager knapt ti minutter at gå dertil. Centrum af byen ligger få minutters gang herfra. Værelserne øverst oppe fremstår som helt nyrestaurerede. Der er flotte badeværelser og klimaanlæg som fungerer.  Værtsparret hyggelige og hjælpsomme.  Det negative: du skal op ad trappen til tredje sal og det er på gåben.  Kan absolut anbefales som et godt sted.","16098":"Min kone og jeg, havde valgt at bo på dette hotel. I 14 dage af vores ferie. Omgivelserne var hyggelige, og man mærker også by stemningen. Når man lukker døren op ud til gaden. Her føler man, folk kører med hovedet under armen. Og alle vil bare først frem. Nå, men vores morgenmad foregik på en lækker tag terrasse, hvor vi kunne studere hvordan Etna havde det i dag. Havde måske ønsket lidt bedre brød, til morgenmad. Men personalet var helt i top, alle var meget høflige.","16375":"Hotellet er svært at finde! Vi ankom i bil, og var tre gange rundt om blokken før vi fandt hotellet. Det ligger nemlig på første sal, og har fælles indgang med andre private beboere. Man kan således kun finde hotellets navn på en dørtelefon som et navneskilt. Hotellet har kun få værelser, og spiseplads til ca. 10-12 personer. Så vidt vides, serveres kun morgenmad. Og den italienske morgenmad består tilsyneladende mest af kage og sukker. Kun tørt toastbrød og nogle croissant-lignende ting finder man, udover yoghurt, som vi danskere kan relatere til. Man får nøgler til flere døre, for om aftenen efter kl 21 er hotellet uden personale! Til overnatninger og som udgangspunkt er hotellet udmærket, og toiletfaciliteterne er faktisk helt i orden. Hele gaden gaderne omkring hotellet bliver brugt som kæmpe marked med alt muligt i hatte og briller m.m. Forvent en del støj herfra, fordi sælgerne allerede starter hver morgen kl. 5 med at rykke frem, og pakker væk igen omkring kl 15. Dette nedfører også en del svineri i gaderne, og biler kan ikke færdes her i dagtimerne. Heldigvis er der et stort parkeringshus lige i nærheden, som koster 10 Euro i døgnet.","17088":"Autentisk, charmerende sted. Store værelser! Imødekommende værtinde. Store tagterrasser med fantastisk udsigt til byens tårne- og Etna! Bemærk skiltning mangler. Skal ringe på dørtlf. Placeringen på kortet på tripadvisor er på den forkerte side af vejen.","18366":"Lille hotel, men fint stort værelse med køleskab og boks. Det blev gjort godt rent på værelset hver dag. Der var en fin morgenmads buffet og en hyggelig gårdhave. Receptionisten som var der om morgenen, han var meget hjælpsom, han hjalp med alt vi spurgte om, ligefra hvilken bus vi skulle med til at få TV'et til at virke. En anden god ting ved hotellet er, at det ligger centralt, så man kan gå rundt til næsten alle seværdigheder. Ligeledes ligger hotellet tæt på banegården, så kan man gå til lufthavnsbussen.","18730":"hyggeligt lille hotel centralt beliggende. personalet var meget servicemindet, og hjælpsomme. værelserne var ny renoveret, dog manglede de at ordne badeværelset, som udover at være meget små, gamle og slidte. Men de fungerede, og det er jo forhåbentligt heller ikke der man skal opholde sig på ferien :-) Det ligger super godt, men udsigt til strand på begge sider og kort afstand til gågader i byen, samt ca. 1 km. fra den gamle by. Wifi virkede perfekt. alt i alt et super hotel","19510":"Vi havde to overnatninger på denne B&B, hvor vi havde et fint værelse med badeværelse. De andre værelser havde vist deres badeværelser på gangen. Vær også obs på, at det er på 4. uden elevator. Pigen som tog imod os var meget sød og hjælpsom. Den første dag var der morgenmad på en café nede på hjørnet. Det er ikke meget man får, men til gengæld smager det godt. Den anden dag fik vi morgenmad på B&B, som også var meget fint. Det bedste ved dette sted er klart den centrale placering, enormt tæt på domkirken, men uden for megen støj.","21497":"Vi landede sent i Catania lufthavn og havde brug en overnatning med et spædbarn, inden rejsen fortsatte næste dag. Stedet var perfekt til formålet med en placering meget tæt på lufthavnen. Alligevel var vi ikke voldsomt generet af støj fra fly, selvom vi da kunne høre noget. Der var ret meget plads. Klart mere end i et typisk hotelværelse. Et stort plus. Luca var meget hjælpsom og kom med kort varsel og hentede os fra lufthavnen. Han var i det hele taget meget hjælpsom. Han sørgede også for at arrangere vores videre transport dagen efter.","21879":"Beliggenheden tæt ved centrum. Personalet venligt og hjælpsomt. Morgenmad dejligt. Vi følte os rigtig godt tilpas under opholdet. - Eneste problem, trapperne, ikke for gangbesværede - ellers et sted man godt ville vende tilbage til, helt sikkert","22562":"De har den hyggeligste gård med patio hele vejen rundt, der er cafemøbler og servering i gården. Den er omkranset af Potter i alle faconer og størrelser fyldt med krydderurterne til køkkenets brug. De er super flinke og max servicerende her og værelserne er enorme og pæne og rene. Helt nyt badeværelse, masser af håndklæder og så er der fri minibar med sort drinks på værelserne. Vi fik værelse med en stor altan med fint kig op og ned ad gaden.","23268":"Vi kan kun tilslutte os de rosende anmeldelser, da vi lige har boet der 2 nætter, som start på vores ferie. Praktisk afstand til lufthavnen, specielt når man lander sent og ikke er forberedt på trafikken, dejligt med privat parkering. Værten er fabelagtig, venlig, imødekommende og deler ud af gode råd og anbefalinger. Morgenmaden er dejlig, mange hjemmelavede ting. Ligger ca 1,5 km fra downtown, ca 20 minutters gang, men i et trist kvarter uden liv. Stedet har fælles udendørs arealer når vejret er godt, men indendørs bliver det hurtigt trangt, hvis der er mange gæster.","29031":"Casa Chiniski er et meget hyggeligt, lille bed and breakfast. Ejeren, Manuela lavede utrolig flot morgenmad til mig, og serverede endda flydende chokolade med jordbær. Den servicering for man ikke hvor som helst for den pris! Hun var meget hjælpsom, da jeg havde mange spørgsmål om busser og endte også med at køre mig til busstationen.","30626":"Dejlig B&B, central beliggenhed. Tæt på den gamle bydel. Med masser af restauranter og butikker. Mulighed for gratis parkering.\nHjælpsomme ejere, med anbefalinger af spisesteder osv\n\nNoget støj fra færge der ligger med hjælpemotor.","32154":"Vi boede på Palazzo Serraino i 3 dage. Havde et kæmpe værelse på taget af bygningen med kæmpe tagterrasse. Værelset var meget rent, sengen blev redt hver dag mm. Morgenmad ER inkluderet i prisen selvom det ikke står på hjemmesiden. Man går lige rundt om hjørnet ned på One More-café og får friskpresset juice, en croissant og skøn kaffe! Helt rigtigt italiensk! Antonio som \"kører\" stedet vil gøre alt for at hjælpe for at opholdet på Sicilien bliver helt perfekt. Vi brugte stedets cykler hver dag og så en del af omegnen, bl.a. kørte vi til Nubia og så saltproduktion.\nPalazzo Serraino ligger helt perfekt i forhold til at ankomme med lufthavnsbussen over midnat! Busstoppestedet Autostazione ligger 150 m. derfra.","33162":"Værelserne er moderne og velfungerende. Ikke særskilt store men der er fornøden plads på standardværelserne. Hotellets personale er meget behjælpelige og gør en kæmpe indsats for at stille gæsterne tilfredse med opholdet. De hjælper også med parkering af bilen.","33809":"Jeg tilbragte tre nætter på Grand Hotel Ortigia under et ophold i Siracusa som del af en rundrejse med den danske organisation Klassikernes Rejseforening. Hotellet var valgt af organisationen, men var en meget positiv overraskelse. Beliggenheden for ture til fods rundt på Ortigia er perfekt, bygningen er stilfuldt indrettet og godt vedligeholdt og personalet var venlight og hjælpsomt. Morgenmaden på tagterrassen var en nydelse, med fuld sol over bugten, medens den gamle by endnu henlå i skygge. Jeg spiste ikke på hotellet, men der er talrige og gode restauranter i byen og langs havnen. Jeg kan ikke udtale mig om hotellets pris i forhold til kvaliteten, da mit ophold dér var del af en pakke organiseret af Klassikernes Rejseforening.","35385":"Godt hotel pænt og rent , rigtig god og venlig betjening , morgenmad var godt ,\nHotelletes beliggenhed lige ud til vandet , parkering er også ud for hotellet .\nHotellet er har historie det er et gammelt klosteskole med tilhørende kirke som der\ner adgang til direkte fra foyeren , der bor stadig et par nonner .\nJeg vil anbefale dette hotel .","35689":"Hotellet ligger dejligt. Ikke ude på Ortigia, hvor det er sværere at komme til. På 3. sal er der en dejlig altan med udsigt over byen. Et par af værelserne har deres egen altan (det prøvede vi, dejligt). Renoveret for nogle år siden og godt vedligeholdt. Morgenmaden kunne godt være mere spændende, men er god nok. Beliggenheden lige ved broerne over til Ortigia gør at man hurtigt kommer til begge sider. Mange interessante nye restauranter i nabolaget, ikke mange skridt væk. De fleste af dem er bedre end turistfælderne på halvøen.","36725":"Det eneste gode man kan sige om dette hotel er, at det ligger godt. Alt andet er forfærdeligt. Værelserne lever på ingen måde op på hverken billeder eller beskrivelser. Ved ankomsten havde de ikke vores reservationer, så vi fik bare to værelser med løftet om at få nye værelser næste morgen. Dette skete selvfølgelig ikke. Så blev vi lovet, at det ville ske senere, hvilket heller ikke skete. Wifi virker ikke på værelset, air-con kan ikke slukkes og larmer og der lugter ret fælt på badeværelserne. Morgenmaden er på ingen måde noget at råbe hurra for, så alt i alt et rigtig skuffende ophold til alt for mange penge.","37909":"Et skønt lille hotel der ligger meget centralt. Kun 5 min gang til Ortiga. Gratis parkeringsplads lige udenfor hotellet. Vi fik et meget flot og hyggeligt værelse med en skøn balkon lige ud til havnen. Der kan bades 2 min fra hotellet.","38022":"Dette hotel ligger omgivet af marker. Der er ingen lufthavne, ingen pooldisko, ingen motorveje, men masser af roligt tempo. Vi havde for det meste poolen for os selv, midt i juli måned! Altså når vi ikke var på snorkelture i marinareservatet i området, eller besøgte hyggelige, lokale restauranter på Ortigia i Syracuse.","39403":"Dette lille hotel, der ligger i den gamle bydel af Siracusa (Ortigia) er et rigtig dejligt sted og centralt til det hele i Ortigia. Værtsparret -Antonio og hans søster - og personalet er fantastisk venlige og hjælpsomme. Hotellet er lidt slidt, men rent og pænt. Til bagsiden er der dejlige terrasser, men udsigten er til en gammel italiensk bydel. Der er samtidig fuldstændig stille. Værelserne til gadesiden kan godt have lidt trafikstøj, men det er ikke en stærkt befærdet gade. Hvis man ønsker fred og ro og vil bo centralt i Ortigia, så kan dette hotel anbefales. Morgenbuffeten er typisk italiensk.","40089":"Meget centralt. Fint værelse med en god seng. Vi havde udsigt til en meget italiensk baggård med restaurantborde. Det var egentlig meget hyggeligt. Morgenmaden er på cafe midt på pladsen over Duomo'en. Simpel morgenmad med kaffe og sødt brød. De havde stort udvalg af glutenfrit brød.","41943":"Her finder man en lille oase lige indenfor bymuren. Et rigtigt dejligt hotel, god service, gode værelser med god plads, rent og pænt i den øvre del af skalaen. Super lækker morgenmad. Det er ikke muligt med parkering af bil udenfor hotellet, men personalet henter og bringer bilen, og det samme gælder bagagen, så overlad det trygt til dem. Reception, trappe og værelser er hugget og bygget ind i klippevæggen, så man skal ikke være dårligt gående. Netop pga. klippeindbygningen har hotellet en fantastisk stemning, næsten lidt huleagtigt, og samtidig en god udsigt til klippedalen byen er omgivet af.","42013":"Hotellet ligger i grønne omgivelser, men der er ikke noget at se lige i nabolaget. Man skal bruge bil, for at komme ud og se noget (og selvom det ikke ser ud af mange km, så er vejene kringlede og bumlede). Selve hotellet er fint med store rum som er rene og pæne. Vi har kun prøvet pastaen på restauranten, da vi ikke ønskede hele dagens menu. Pastaen var glimrende og der var hyggeligt på deres terrasse om aftenen. Morgenmaden byder på lidt af hvert, men bliver lidt kedelig efter et par dage - det villevære rart med lidt variation. Sød modtagelse af receptionisten da vi ankom, og hun talte fint engelsk.","42376":"Vi har boet her i en uge og nydt hver eneste dag. Værelserne er store og lækre, alle er forskellige, vores lignede en hyggelig hule. Meget pænt og rent, gratis minibar og generelt rigtig god værelses service.\nPool området er meget smagfuldt og der er både sidde- og liggestole og mulighed for at trække sig tilbage i skyggen under et af de smukke træer.\n\nMorgenmaden er rigtig lækker, der er overdrevet mange muligheder for kage og sødt brød, men også masser af frugt, mandler og yogurt. Der er et stort udvalg af juice, the og kaffedrikke. Alt er frisk og flot anrettet.\n\nPersonalet er virkelig søde og servicemindet og løser alle de forespørgsler vi er kommet med. Nogle har mere lokalkendskab end andre, men vi har fået nogle virkelig gode råd.\n\nDer er stille på hotellet, selvom det ligger midt i byen. 10 min. gang fra den gamle bydel (OBS på at der er virkelig mange trapper og stejle veje i byen). Der er restauranter og seværdigheder til alle sider af hotellet.","42471":"Vi boede der alle 10 dage, vi var på Sicilien.\nOg vi nød at have dette sted som base for alle vores oplevelser. Værelset var stort og blandingen mellem gammeldags og moderne var fantastisk afstemt. Alt virkede og der var dejligt rent.\nMen det bedste ved stedet var de fantastiske værter - Elena hjalp os med inspiration og tips for både byen og området. Hun fik booket olivenolie smagning til os, og hun sørgede for dejlig morgenmad på deres tagterrasse med udsigt over Ragusa. Afhentning på en lidt fjerne parkeringsplads blev klaret i deres originale og helt fantastiske Fiat 500 stationcar.\nVi var så glade for at vi valgte at bo her hele tiden og vil anbefale andre at bruge dem som base. De er så hjælpsomme og samtidig diskrete og professionelle.","44728":"God beliggenhed midt i den gamle bydel\nRent og smagfuldt indrettet. Gode senge, dårlige hovedpuder. Lækkert blødt tæppe. Venlig betjening da vi ankom anviste os 3 forskellige værelser hvorfra vi selv kunne vælge det vi ville have . Et stort rum med rigelig plads og hyggelig lille balkon.\nEt minus var så tæt vi boede med en lokal familie der var meget larmende. En hund der gøede og ikke brød sig om at vi kom der.\nDet sidste stjerne kunne de have fået hvis Morgenmaden var god men den var elendig. Dårligt uspiseligt tørt brød og tør saltet ost. En brødrister kunne hjælpe lidt\nBetjeningen i morgenmads restaurenten var sød og venlig.","45056":"Denne sommer besøgte vi dejlige La Scibina for anden gang på 3 år, og det var et dejligt gensyn med et yderst velfungerende hotel. Vores hotelværelse er egentlig en lejlighed i 2 etager med plads til 4 personer. Der er privat terrasse og altan, hvilket betyder at endnu flere valgmuligheder for at opholde sig på hotellet, og selve lejligheden er indrette med køkken og to badeværelser.\nHotellet byder på dejlig morgenmad med lige de kaffespecialiteter man ønsker sig, og så er der en kæmpe have \/ pool område, og alt er pænt og godt.\nPersonalet og indehaveren gør ferie på La Scibina til noget helt særligt, og jeg vil opfordre alle til at besøge dette skønne hotel."},"Hometown":{"2244":"Danimarca","3998":"Danimarca","6538":"Danimarca","8016":"Danimarca","9286":"Danimarca","9946":"Danimarca","11008":"Danimarca","11085":"Danimarca","11537":"Canada","12855":"Danimarca","12926":"Danimarca","15748":"Danimarca","15764":"Danimarca","15797":"Danimarca","15891":"Danimarca","16098":"Danimarca","16375":"Danimarca","17088":"Danimarca","18366":"Danimarca","18730":"Danimarca","19510":"Danimarca","21497":"Danimarca","21879":"Danimarca","22562":"Danimarca","23268":"Danimarca","29031":"Danimarca","30626":"Danimarca","32154":"Danimarca","33162":"Danimarca","33809":"Danimarca","35385":"Danimarca","35689":"Danimarca","36725":"Ungheria","37909":"Danimarca","38022":"Danimarca","39403":"Danimarca","40089":"Danimarca","41943":"Danimarca","42013":"Danimarca","42376":"Danimarca","42471":"Danimarca","44728":"Danimarca","45056":"Danimarca"},"Date_of_stay":{"2244":" luglio 2019","3998":" maggio 2019","6538":" luglio 2018","8016":" aprile 2019","9286":" aprile 2019","9946":" aprile 2013","11008":" luglio 2018","11085":" luglio 2019","11537":" luglio 2018","12855":" settembre 2018","12926":" luglio 2017","15748":" aprile 2017","15764":" febbraio 2016","15797":" luglio 2016","15891":" giugno 2018","16098":" luglio 2018","16375":" maggio 2017","17088":" giugno 2016","18366":" luglio 2013","18730":" agosto 2017","19510":" luglio 2018","21497":" ottobre 2019","21879":" maggio 2016","22562":" settembre 2018","23268":" marzo 2016","29031":" aprile 2016","30626":" settembre 2018","32154":" maggio 2012","33162":" ottobre 2019","33809":" aprile 2019","35385":" agosto 2018","35689":" marzo 2018","36725":" settembre 2017","37909":" settembre 2019","38022":" luglio 2015","39403":" ottobre 2016","40089":" ottobre 2015","41943":" luglio 2018","42013":" luglio 2018","42376":" luglio 2017","42471":" agosto 2019","44728":" ottobre 2019","45056":" luglio 2018"},"Trip_type":{"2244":" Ha viaggiato con amici","3998":" Ha viaggiato in coppia","6538":" Ha viaggiato in coppia","8016":" Ha viaggiato da solo","9286":" Ha viaggiato da solo","9946":" Ha viaggiato con la famiglia","11008":" Ha viaggiato in coppia","11085":" Ha viaggiato con la famiglia","11537":" Ha viaggiato con la famiglia","12855":" Ha viaggiato in coppia","12926":" Ha viaggiato con la famiglia","15748":" Ha viaggiato con amici","15764":" Ha viaggiato con amici","15797":" Ha viaggiato in coppia","15891":" Ha viaggiato con amici","16098":" Ha viaggiato in coppia","16375":" Ha viaggiato con la famiglia","17088":" Ha viaggiato con amici","18366":" Ha viaggiato con la famiglia","18730":" Ha viaggiato con amici","19510":" Ha viaggiato in coppia","21497":"","21879":" Ha viaggiato in coppia","22562":" Ha viaggiato in coppia","23268":" Ha viaggiato in coppia","29031":" Ha viaggiato da solo","30626":" Ha viaggiato in coppia","32154":" Ha viaggiato in coppia","33162":"","33809":" Ha viaggiato da solo","35385":" Ha viaggiato in coppia","35689":" Ha viaggiato in coppia","36725":"","37909":" Ha viaggiato in coppia","38022":" Ha viaggiato con la famiglia","39403":" Ha viaggiato in coppia","40089":" Ha viaggiato con amici","41943":" Ha viaggiato in coppia","42013":" Ha viaggiato con la famiglia","42376":" Ha viaggiato in coppia","42471":" Ha viaggiato in coppia","44728":" Ha viaggiato in coppia","45056":" Ha viaggiato con la famiglia"},"geonames_id":{"2244":2623032,"3998":2623032,"6538":2623032,"8016":2623032,"9286":2623032,"9946":2623032,"11008":2623032,"11085":2623032,"11537":6251999,"12855":2623032,"12926":2623032,"15748":2623032,"15764":2623032,"15797":2623032,"15891":2623032,"16098":2623032,"16375":2623032,"17088":2623032,"18366":2623032,"18730":2623032,"19510":2623032,"21497":2623032,"21879":2623032,"22562":2623032,"23268":2623032,"29031":2623032,"30626":2623032,"32154":2623032,"33162":2623032,"33809":2623032,"35385":2623032,"35689":2623032,"36725":719819,"37909":2623032,"38022":2623032,"39403":2623032,"40089":2623032,"41943":2623032,"42013":2623032,"42376":2623032,"42471":2623032,"44728":2623032,"45056":2623032},"Language":{"2244":"da","3998":"da","6538":"da","8016":"da","9286":"da","9946":"da","11008":"da","11085":"da","11537":"da","12855":"da","12926":"da","15748":"da","15764":"da","15797":"da","15891":"da","16098":"da","16375":"da","17088":"da","18366":"da","18730":"da","19510":"da","21497":"da","21879":"da","22562":"da","23268":"da","29031":"da","30626":"da","32154":"da","33162":"da","33809":"da","35385":"da","35689":"da","36725":"da","37909":"da","38022":"da","39403":"da","40089":"da","41943":"da","42013":"da","42376":"da","42471":"da","44728":"da","45056":"da"}}