{"index":{"532":532,"5835":5835,"6221":6221,"7489":7489,"8568":8568,"9160":9160,"13089":13089,"13148":13148,"14951":14951,"16813":16813,"20022":20022,"21375":21375,"23258":23258,"29395":29395,"29417":29417,"33563":33563,"39746":39746,"40787":40787,"43604":43604},"Name":{"532":"Hotel ibis Styles Palermo President","5835":"Hotel Bel 3","6221":"Hotel Tonic","7489":"B&B Sorahnia - Design House","8568":"Hotel Akrabello","9160":"Alfa Quadro","13089":"B&B Ciccio di G.Barbiera","13148":"Gioeni Ventidue","14951":"Antadia B&B","16813":"Villa Cibele","20022":"Bagnasco 18 Suite & Terrace","21375":"Cianciana","23258":"B&B Sciara Biscari","29395":"Hotel Italia","29417":"Hotel Italia","33563":"Hotel Parco delle Fontane","39746":"B&B Nike","40787":"Piccolo Hotel Casa Mia","43604":"Finestre su Ibla"},"City":{"532":"Palermo","5835":"Palermo","6221":"Palermo","7489":"Agrigento","8568":"Agrigento","9160":"Agrigento","13089":"Palermo","13148":"Agrigento","14951":"Palermo","16813":"Catania","20022":"Palermo","21375":"Catania","23258":"Catania","29395":"Palermo","29417":"Palermo","33563":"Siracusa","39746":"Siracusa","40787":"Siracusa","43604":"Ragusa"},"Rating":{"532":5,"5835":5,"6221":3,"7489":4,"8568":4,"9160":5,"13089":4,"13148":5,"14951":2,"16813":3,"20022":5,"21375":3,"23258":5,"29395":2,"29417":5,"33563":5,"39746":4,"40787":5,"43604":5},"Review":{"532":"Magas szintu vendeglatas. Kedves szemelyzet.Erkezeskor sutemeny, cukorkak, udito es asvanyviz fogadott. Tea es kave minden reggel ki volt keszitve. tiszta es kenyelmes szoba. Nagyon kedves szemelyzettel.","5835":"Catániából bérelt autóval érkeztünk. Sajnos foglaláskor nem jeleztük, hogy parkolót szeretnénk, ezért csak érkezésünk másnapján jutottunk egy beállóhoz. (elég borsos áron, de mivel bérelt autó volt, nem akartunk kockáztatni) Még időben, Superior szobát foglaltunk, így kedvező áron jutottunk hozzá és várakozásunkat felülmúlta. Nagyon igényes, tiszta szobát kaptunk, csodás kilátással Palermóra. Minden nap takarítanak és törölközőt cserélnek. A medencében töltött idő felejthetetlen, mivel ilyen látványban máshol nem volt még részünk. Reggeli az árban van! Jellemzően édes reggeliket fogyasztanak, így a többi ételből nem volt túl nagy a választék, de az egy hét alatt nem haltunk éhen. Többször választottuk (lustaságból) a szálloda éttermét a vacsorához és soha nem csalódtunk. Ízletes és elfogadható mennyiségű ételeket kaptunk. A pincérek jó fejek! A várost mi mindig autóval közelítettük meg, de elvileg van valamilyen tömegközlekedési lehetőség is. Jó szívvel ajánljuk ezt a helyet mindenkinek és ha Palermóban járunk nem kérdés, hogy újra itt szállunk meg!","6221":"3 szállásunk volt Szicíliában és azok közül ár-érték arányban ez volt a legjobb. Parkolni nem lehet a környéken, plusz pénzért viszik el valahova a kocsit. A mi szobánk pont nagyon ódivatú volt, de a későbbi két szállásunk után már sokkal jobbnak tűnt a hely, mint mikor ott voltunk. Fura szagú volt a szoba, nagyon régies volt minden, de már az nagy szó, hogy rendes személyzet volt és minden működött. Éttermi rész teljesen rendben van. Zajos volt az éjszaka, mert forgalmas helyen van. Azt nem tudjuk, hogy szomszéd, vagy utcai emberek fakadtak dalra időnként.","7489":"A B&B-ről az interneten látható fotók mindenben megfelelnek a valóságnak.Csodás, modern, tágas szoba kis terasszal (távoli hegyekre és közeli lakótelepre kilátással) Szép,jól működő, tágas fürdőszoba.Hűtőszekrény.Kertben ingyenes parkolás. Reggeli a B&B-k között igen jó, változatos.Nagy előny, hogy a szállásadó helyben lakik, nem kell telefonálgatni érte az érkezésnél. Kis kifogás: csak műanyagpohár van a szobában,a fürdőben kevés a törülközőtartó ( ez valahogy egész Szicíliára jellemző) A nagy hátrány, hogy a B&B forgalmas út mellett,vasúttól 100 méterre külterületen fekszik. Csak GPS koordinátával található meg,cím alapján nem,pl Apple telefon rossz helyre vitt.Annyira külvárosban van, hogy a legközelebbi étterem is csak kocsival érhető el.","8568":"A 3 csillagos szálloda közepesen csendes helyen található.Sajnos a környéket nem tudtuk felmérni,mert csak egy éjszakát töltöttünk ott.Érdekes a félköríves épület,kívülről nem túl bizalomgerjesztő,de a belső udvara nagyon szép a medencével.A vacsorával komoly problémák voltak,bár mi csoporttal voltunk.A reggelinél csúnyán nézték ránk,hogy túl sok felvágott fogyott.Öt perccel a reggeli ideje előtt mentünk le, a pincér elég keményen ránk szólt.","9160":"Nagyon kedves tulajdonos. Granitaval várt minket, és saját készítésű sütivel. A szállás nagyon tiszta és szép. Nem hiába 9.2 a bookingon. Van jól felszelt konyha. És a közelben tudsz parkolni is ingyen. Gyalog egész közel van minden. Imádtuk. A reggeli benne van az árban.","13089":"Ezen a helyen két napot töltöttünk. B&B szállásnak tökéletes! Egy aranyos néni terített meg nekünk a reggelihez, többen reggeliztünk egy asztalnal. Az ágy is kiváló volt, viszont 3 szoba van a lakasban és egy fürdő. Szűk lift vezet a lakashoz. Ár éték arányban elfogadható. Strand nincs a kozelben, utazni kell egy keveset.","13148":"Éjszaka erkeztunk meg Agrigentoba. Ezen az egy helyen fogadtak minket csak 22h tájékán, autoval jöttek és kinyitottak nekunk a szallashelyet. Reggelit előkészítették és a szobaban fogyaszthattuk el kettesben. Masnap reggel távoztunk is. 1ejszat voltunk.","14951":"A fűtésért sokat kell fizetni, de a szobában nagyon hideg volt! A wifi sokszor nem működött. A saját fürdőszoba nem a szoba része, külön van a folyosón. Kicsi a közös konyha, ami csak a recepciónál van, a mi esetünkben 4 emelettel feljebb.","16813":"A recepción nagyon segítőkészek, kedvesek voltak. Ugyanez nem mondható el a reggeliztetéssel foglalkozó személyről, hanyagul végezte a dolgát. Az ágy kényelmes, a tisztaság rendben, a szoba kissé leszűkült a felesleges  konyhai  rész miatt, a terasz kiváló Az elhelyezkedés kissé külvárosi, nem igazán az igért frekventált helyen .","20022":"Nagyon kellemes 2 éjszakát töltöttünk el itt. A házigazda Giuseppe nagyon segítőkész, annak ellenére, hogy hajnali 2 órakkor érkeztünk, kedvesen fogadott és tájékoztatott minket a lehetőségekről, programokról. A reggeli semmi extra, a szoba tiszta, tágas és kényelmes. Az elhelyezkedés nagyon jó, minden látványosság sétával elérhető.","21375":"Elsősorban annak ajánlható, aki vonattal-busszal érkezik,a pályaudvartól 5 perc. A környék és a lépcsőház kissé lepukkant, de a szoba és a fürdőszoba tisztasága kifogástalan.Amit 16 négyzetmétertől várni lehet, az megvan.Ablakból kilátás egy belső udvarra,de a szoba csendes,az alvás zavartalan . Cataniába nem a kilátásért megy az ember, Belváros 15 perc gyalog.Reggeli 8 órától a kedves tetőteraszon,sajnos friss kenyér nincs, de tojás, felvágott ,sajt, gyümölcs van.Reggelizni inkább egy kávézót ajánlanék.","23258":"A környék talán nem a legszebb,(attól függetlenül biztonságos) viszont minden más kiváló! :-) Közel van a tengerpart (gyalog 5-10perc attól függ melyik lido-t választjuk) 1 perc séta a buszmegálló, onnan 3. megàlló a központ. A tulajdonos nagyon kedves és segítőkész. Ott lakik ő is az épületben úgyhogy bàrmikor szükség van rá azonnal tud rendelkezésre állni. Kijött értünk a reptèrre mikor megèrkeztünk ugyanis az árban benne van a reptéri transzfer is. :-) így arra sem volt gondunk. A reggeli kitünő több is mint egy szokásos B&B hotelben. A szoba modern, tiszta, jól felszerelt. GRAZIE TOTO & IOLE! ❤Csak ajánlani tudom mindenkinek. :-)","29395":"Most 3 éjszakát voltunk, de soha többet. Ahogyan 2013 ban , úgy 2016 ban sem adtak nyugtát, de az adót a 6€ elkérték. Takarítás az első nap volt, másnap délután 2 óra után próbálták betörni az ajtót de nem sikerült. Az tény hogy reggel fél hatkor eljöttünk így reggelit nem kaptunk, de előző nap a recepciónál Tiziana rólunk beszélt a vendégeknek, hogy mit képzelünk, Fulladjon meg.","29417":"Öt éjszakát töltöttünk ebben a hotelben. A fő szempont az volt, hogy a szálloda közel legyen a vasút állomáshoz, mert vonattal érkeztünk Magyarországból. Lift van és a hotel kényelmes. Reggeli választható sós és édeset kértünk. Tiziana és a lánya kedvesek voltak. Közel van a Ballaro piac ahol sok gyümölcsöt vásároltunk. Még lehet, hogy visszamegyünk. igaziból 2013 augusztus 20 - 25 ig voltunk.","33563":"Kedves, megoldásra törekvő személyzet, +1 felnőtt esetén is mosolyogva, felár nélkül cseréltek szobát. Kb 50 szoba van, de az elosztás és saját kis park miatt full háznál se volt zsúfolt érzés. Zárt udvarban autó felár nélkül parkolhat, a szálloda színes tollú, szabadon sétálgató babona-kakasára kéretik vigyázni. Reggeli svédasztal bőséges. Ajánlani tudom.","39746":"Kiváló elhelyezkedéssel, Ortigia szigetének bejárata előtt található a kis B&B. A parkolás az oldalsó utcákban ingyenes, de 1 percre fizetős zárt parkoló is volt. A szállás a harmadik emeleten van. Lift nincs, de a nehéz csomagokat felhúzzák, ha kéri a vendég, csörlős kosárral. A személyzet nem beszél angolul, de ez nem okozott gondot. Megértettük egymást. A szoba szép, kényelmes, igényesen berendezett. A tisztáság sajnos hagyott maga után kívánni valót... nem kevés porcica volt a szobában és a fürdőszobában. Még az előző vendég csikkjeit is megörököltük. A reggeli egyszerű és szerény. Kicsekkolás, becsekkolás gyors, egyszerű. Összességében nagyon rendben van, csak a tisztaság!!","40787":"A szobák kényelmesek tiszták, minden nap takarítanak, rendet raknak, A szobák klimatizáltak. Törülközőket igény szerint cserélik. A reggeli svédasztalos, kívánság szerint is kiszolgálnak. Összességében nagyon kellemes hangulatú, szálloda, a személyzet kedves, szívesen beszélget a vendégekkel és sok hasznos információval is ellátnak. Ár érték arányos szálláshely bátran ajánlom, és szívesen választanás ismét őket.","43604":"Bár váratlanul estünk be erre a szálláshelyre, a tulajdonos házaspár a telefonhívásunk után perceken belül megérkezett. Amíg a hölgy rendberakta a szobát nekünk, addig a férje elmondta mit hol találunk, hol együnk, merre menjünk mit nézzünk meg. Látszott hogy nagyon büszkék a házra, ami egy tipikus óvárosi házacska, szűk lépcsővel, szép tágas szobákkal. A közös konyha a legfelső emeleten külön említésre méltó. Innen is és a szobákból is lélegzetelállító kilátás nyílik az óvárosra. Csodálatos. A reggeli viszont elég kevés volt, csak előre csomagolt kétszersült, keksz, vaj, lekvár joghurt. Kávét, teát főztek nekünk, és amíg reggeliztünk ott ültek velünk, és beszélgettünk."},"Hometown":{"532":"Francia","5835":"Ungheria","6221":"Ungheria","7489":"Ungheria","8568":"Ungheria","9160":"Ungheria","13089":"Ungheria","13148":"Ungheria","14951":"Ungheria","16813":"Ungheria","20022":"Ungheria","21375":"Ungheria","23258":"Ungheria","29395":"Ungheria","29417":"Ungheria","33563":"Ungheria","39746":"Ungheria","40787":"Ungheria","43604":"Ungheria"},"Date_of_stay":{"532":" ottobre 2019","5835":" agosto 2018","6221":" novembre 2018","7489":" maggio 2019","8568":" settembre 2018","9160":" ottobre 2018","13089":" settembre 2018","13148":" ottobre 2018","14951":" dicembre 2018","16813":" giugno 2016","20022":" ottobre 2018","21375":" maggio 2019","23258":" luglio 2016","29395":" agosto 2016","29417":" settembre 2014","33563":" giugno 2019","39746":" marzo 2019","40787":" giugno 2016","43604":" ottobre 2015"},"Trip_type":{"532":"","5835":" Ha viaggiato in coppia","6221":" Ha viaggiato con la famiglia","7489":"","8568":" Ha viaggiato con la famiglia","9160":" Ha viaggiato con la famiglia","13089":" Ha viaggiato in coppia","13148":" Ha viaggiato in coppia","14951":" Ha viaggiato con la famiglia","16813":" Ha viaggiato in coppia","20022":" Ha viaggiato in coppia","21375":"","23258":" Ha viaggiato in coppia","29395":" Ha viaggiato con la famiglia","29417":" Ha viaggiato con la famiglia","33563":"","39746":" Ha viaggiato con la famiglia","40787":" Ha viaggiato con la famiglia","43604":" Ha viaggiato in coppia"},"geonames_id":{"532":3017382,"5835":719819,"6221":719819,"7489":719819,"8568":719819,"9160":719819,"13089":719819,"13148":719819,"14951":719819,"16813":719819,"20022":719819,"21375":719819,"23258":719819,"29395":719819,"29417":719819,"33563":719819,"39746":719819,"40787":719819,"43604":719819},"Language":{"532":"hu","5835":"hu","6221":"hu","7489":"hu","8568":"hu","9160":"hu","13089":"hu","13148":"hu","14951":"hu","16813":"hu","20022":"hu","21375":"hu","23258":"hu","29395":"hu","29417":"hu","33563":"hu","39746":"hu","40787":"hu","43604":"hu"}}