{"index":{"3735":3735,"9049":9049,"14385":14385,"14579":14579,"16507":16507,"29526":29526,"41389":41389,"42952":42952},"Name":{"3735":"Riviera Hotel","9049":"Agriturismo Passo dei Briganti","14385":"Etna Suite","14579":"NH Catania Centro","16507":"Tre Stelle al Duomo","29526":"Hotel Posta","41389":"Talia Ortigia Apartment","42952":"Hotel Il Barocco"},"City":{"3735":"Enna","9049":"Agrigento","14385":"Catania","14579":"Catania","16507":"Catania","29526":"Palermo","41389":"Siracusa","42952":"Ragusa"},"Rating":{"3735":5,"9049":4,"14385":5,"14579":4,"16507":4,"29526":4,"41389":5,"42952":5},"Review":{"3735":"Malta","9049":"Hienosti entisöity talo, jossa oli mahdollisuus ruokailla ja mahdollisuus nauttia terassilla juomat ja ihailla Sisilian yötaivasta. Ystävällinen henkilökunta ja erittäin hyvä aamiainen. Sijainti melko lähellä Agrigenton temppelilaaksoa. Ravintola on muuttanut hinnoitteluaan. Enää ei ollut tarjolla kaiken sisältävää 25 euron menuta. Illallinen tilattiin listalta ja tuli kalliimmaksi. Ei viinilistaa, mikä oli pettymys. Talon punaviini oli heikkoa.","14385":"Majoituin Etna Suite Roomissa mieheni kanssa. Tämä oli jo kolmas kerta. Aiemmin olin 18 ja 8 hengen ryhmän kanssa. Joka kerta olen ollut erittäin tyytyväinen hotelliin. Tällä kerralla olin varannut huoneen hotellin omien sivujen kautta, en siis hotellivaraamosta. Luottokortti takasi varauksen mutta siltä ei veloitettu mitään. Hotelli on erittäin hyvällä paikalla, pääkatu Via Etnean varrella kauniin Bellinin puiston vastapäätä, lähellä kaikkia parhaita nähtävyyksiä, ruokapaikkoja ja kauppoja. Katu muuttuu iltaisin kävelykatu. Lentokentälle menevän Alibusin pysäkki on lähes vastapäätä. Lippu 4 € maksetaan bussissa. Erittäin helppo mennen tullen. Kulkee 35 25 min välein. Tällä kerralla olin varannut huoneen sisäpihan puolelta. Saimme kuitenkin samalla hinnalla suuremman huoneen kadun puolelta. Huone oli erittäin hiljainen ja hyvin eristetty. Minkäänlainen melu kadulta ei häirinnyt. Hotellin hintalaatusuhde kohdallaan, siisti, rauhallinen, ystävällinen henkilökunta, runsas aamiainen, hiljaiset huoneet. Hotellissa ei ole hissiä mutta henkilökunta auttaa laukkujen kantamisessa. Parempaa majapaikkaa emme olisi voineet valita Catanian keskustasta. Mahtava paikka. Suosittelen lämpimästi.","14579":"Taatua NH-laatua. Huone siisti, aamiainen hyvä ja henkilökunta erityisesti vastaaotossa ystävällistä. Hotelli sijaitsee keskeisellä paikalla ja sieltä löytyy kävelymatkan päästä keskeiset nähtävyydet.","16507":"Loistava sijainti, mukava emäntä, siisti ja lähiaikoina uusittu kohde ilmastoinnilla. Kaupunkivero oli isompi kuin varauksessa ja talon hissi oli onnettoman hidas - onneksi löytyi myös raput ja kipuaminen 4. krs:en kasvatti myös kuntoa. Sisääntulosta löytyi myös pieni yhteinen keittiö jääkaapilla. Rauhallinen kohde, vaikka sijainti olikin ihan ytimessä.","29526":"Hyvällä paikalla keskustassa oleva hotelli. Lähellä paljon nähtävää ja ruokapaikkoja. Mukava henkilökunta ja perinteinen aamiainen. Huone siisti, mutta aluksi kylmä. Kivilattiat vielä lisäsi kylmyyden tunnetta. Lämmitys saatiin pelaamaan ja ongelma poistui. Paljon ostosmahdollisuuksia lähellä. Läheiseltä rautatieasemalta helppo lähteä lähikaupunkeihin.","41389":"Viihtyisä, tilava, erittäin hyvin varusteltu kaksio. Sijainti erinomainen, rauhallinen ympäristö, lähistöllä paljon hyviä ravintoloita, kauppoja ym. Gianluca oli todella ystävällinen ja avulias, häneltä sai hyviä neuvoja ja suosituksia matkailuun, ruokailuun ym. Suosittelen!","42952":"Ragusa Iblan keskustassa, erinomaisella, rauhallisella paikalla sijaitseva perhehotelli. Huoneet kauniisti kalustettuja ja siistejä. Aamiainen erittäin runsas. Paljon suomalaiseen makuun sopivaa suolaista ja makeaa tarjolla sekä myös monenlaisia hedelmiä. Henkilökunta ystävällistä ja avuliasta. Hotellin lähellä on paikallisbussipysäkki josta päsee helposti Ragusa Altaan eli yläkaupunkiiin, jossa on hyvät shoppailumahdollisuudet. Ragusa Iblassa on kuvattu Komisario Montalbanon useita jaksoja. Suosittelen lämpimästi."},"Hometown":{"3735":"Malta","9049":"Finlandia","14385":"Finlandia","14579":"Marocco","16507":"Finlandia","29526":"Finlandia","41389":"Finlandia","42952":"Finlandia"},"Date_of_stay":{"3735":" luglio 2011","9049":" ottobre 2017","14385":" maggio 2019","14579":" febbraio 2020","16507":" settembre 2019","29526":" novembre 2019","41389":" febbraio 2020","42952":" aprile 2017"},"Trip_type":{"3735":" Ha viaggiato con amici","9049":" Ha viaggiato con la famiglia","14385":" Ha viaggiato in coppia","14579":"","16507":" Ha viaggiato in coppia","29526":" Ha viaggiato in coppia","41389":" Ha viaggiato in coppia","42952":" Ha viaggiato in coppia"},"geonames_id":{"3735":2562770,"9049":660013,"14385":660013,"14579":2542007,"16507":660013,"29526":660013,"41389":660013,"42952":660013},"Language":{"3735":"fi","9049":"fi","14385":"fi","14579":"fi","16507":"fi","29526":"fi","41389":"fi","42952":"fi"}}