{"index":{"5411":5411,"12366":12366,"12422":12422,"12495":12495,"14664":14664,"15695":15695,"15744":15744,"16385":16385,"17782":17782,"18181":18181,"18452":18452,"18499":18499,"19301":19301,"19841":19841,"20514":20514,"20697":20697,"21492":21492,"21771":21771,"21883":21883,"22530":22530,"22588":22588,"22767":22767,"22892":22892,"22959":22959,"24907":24907,"33949":33949,"35074":35074,"35845":35845,"40530":40530,"43245":43245},"Name":{"5411":"Hotel Garibaldi","12366":"Hotel Agrigento Home","12422":"Colors B&B","12495":"B&B Villa Cetta","14664":"B&B Sciara Larmisi","15695":"Ferrini Home","15744":"Hotel Biscari","16385":"Hotel Catania Town","17782":"Domoikos B&B","18181":"B&B Etnea Palace","18452":"Hostel Agata","18499":"Four Rooms Bed & Breakfast","19301":"Duomo Bed & Breakfast","19841":"Platamone Rooms","20514":"Hotel Centrum Catania","20697":"San Paolo Palace Hotel Centro Congressi","21492":"B&B Acanthus","21771":"Duca di Uzeda","21883":"B&B Opera","22530":"Katane Palace Hotel","22588":"B&B Miro","22767":"Bianca B&B","22892":"B&B Sicilia","22959":"Living Simply Catania","24907":"Ai Lumi","33949":"Eureka Palace Hotel Spa Resort","35074":"Charme Hotel Henry's House","35845":"La Maison des Reves","40530":"Aretè B&B","43245":"Hotel Antico Convento dei Cappuccini"},"City":{"5411":"Palermo","12366":"Agrigento","12422":"Palermo","12495":"Agrigento","14664":"Catania","15695":"Catania","15744":"Catania","16385":"Catania","17782":"Catania","18181":"Catania","18452":"Palermo","18499":"Catania","19301":"Catania","19841":"Catania","20514":"Catania","20697":"Palermo","21492":"Catania","21771":"Catania","21883":"Catania","22530":"Catania","22588":"Catania","22767":"Catania","22892":"Catania","22959":"Catania","24907":"Trapani","33949":"Siracusa","35074":"Siracusa","35845":"Siracusa","40530":"Siracusa","43245":"Ragusa"},"Rating":{"5411":4,"12366":5,"12422":5,"12495":5,"14664":5,"15695":5,"15744":2,"16385":4,"17782":4,"18181":2,"18452":4,"18499":4,"19301":4,"19841":4,"20514":5,"20697":3,"21492":4,"21771":3,"21883":5,"22530":3,"22588":5,"22767":5,"22892":2,"22959":4,"24907":4,"33949":3,"35074":5,"35845":5,"40530":3,"43245":5},"Review":{"5411":"Palermo'da eğlence mekanlarına yakın güzel bir otel arıyorsanız tam size göre. 4 yıldızlı otelin odaları oldukça yeterli, reception güleryüzlü ve yardımsever, kahvaltısı İtalya otellerinin kahvaltısı tarzında çeşit az ama yeterli. Otel sahile, turistik bölgeye, restoranlara yürüme mesafesinde.","12366":"Kesinlikle uygun fiyatlı Erdeğin en konforlu rahat temiz lüx hoteli tam bir aile hoteli gerek çalışanları gerek rahmetli Osman Mırız güler yüzlü insanlardır 5 yıldır gidiyoruz kesinlikle bıkmadım çünkü sizi krallar gibi karşılayan hotelin heykelleri ve müzeli hotel oluşu bunun yanında ilaveten enfes yemekleri gidilmeye değer 4 büyük havuzu ve denize sıfır oluşu zaten bunların yanında hiçbir şey ....","12422":"Merkeze yakin, canli cadde uzerinde, temiZ, zevkli döşenmiş harika vir yer. Merdivenlerden cikarken suphe duydugum fakat kapisindan girer girmez sixcakligiyla sizi karsilayan bir mekan.  Rahatlıkla tercih edebilirsiniz.. Oneririm :)","12495":"Muhteşem biri düşünün ki sizi evinizde gibi hissettirsin.Her sabah siz kaçta derseniz o saatte padişah sofranızı hazır etsin.A saati geçirdiniz kahvaltınız yok kabalığı yok. Bir turist rehberi gibi şurayı görün şuraya gidin şurda yiyin şurda müzik dinleyin önerileri her daim bizimleydi. Derdinin para olmadığı özel bir mekan.Marco size kendinizi prens ya da prenses gibi hissettirebilir. Tekrar gitme nedenim kesinlikle bu işletme ve Marco olacak. O buzdolabı hiç boş kalmadı. Hep sohbetiyle hal hatır sormasıyla akıllarda kalan oldu. Ev harikaydı. Temizdi.konforluydu. Şiddetle tavsiye edilir. Kesinlikle gidin","14664":"Sicilya gezimizin son günü için konakladık. Merkeze oldukça yakın. Otel sahibi Emanuel çok yardımsever ve ince bir kişi. Her türlü sorumuzu yanıtladı ve elinden gelen her yardımı gerçekleştirdi. Otel girişi büyük bir apartmanın girişinden. Asansör olması çok iyi. Kaldığımız Oda temiz ve genişti. Oda da çok ince ve zevkli ayrıntılar vardı. Emanuel çok özel bir insan. Uçağımız erken olduğu için kahvaltı edemedik. Onun için bu konuda bir fikrim yok. Katanya’ya tekrar geldiğimizde bu otelde daha uzun kalmak istiyoruz.","15695":"Odalar geniş tam donanımlı çamaşır makinesi bile mevcut Merkezi etnea caddesine 10 Adım mesafede Aynı zamanda tarihi merkeze de çok yakın Personel çok nazik ve yardımsever Herşey süperdi tekrar Teşekkürler","15744":"Çocuklu iseniz otel size göre hiç değil. Otelin girişi felaket. Sanki terkedilmiş bir handa yer alıyor otel. Odalar 4.katta, asansör yok. Odalarda ne saç kurutucu, ne su ısıtıcı, bırakın minibarı su bile yok. Kasımda geceleri odalar buz gibi. Sadece klima var, ısıtmaya yetmiyor. Sadece kahvaltı yapılan terası güzel. Öğrenci iseniz ve yazın gidiyorsanız Okey. Onun dışında biraz daha para verin ve güzel bir yerde kalın.","16385":"Personel güler yüzlü ve çok yardımcı oluyorlar. Katanya merkezinde her yere yürüme mesafesinde. Hergün öğlene kadar kurulan açık pazara yakın. Kapalı katlı otoparka da yakın olması avantaj. Bu, araba kiralama şirketleri Katanya'yı çok riskli buldukları için önemli.","17782":"Merkeze yakın ancak lükslük hiç yok. Odadaki yatak ve banyo temizdi. Otelin sahibi Leonardo Bey çok iyi bir adam. Sehrin tüm turistik mekanlarına yürüme mesafesinde ve fiyatı da gayet iyi. Aynı zamanda bedava wi-fi da var.","18181":"Konumu mukemmel. Onun disinda tavsiye etmem. Bir daha gidersem catania ya baska yerde kalirim. Oncelikle giris ile ilgili yorumlar okumustum ama gecici sanmistim. Gecici degil giris oyle. Otele varmak icin 2 kapidan geciyorsunuz ve bagajlarla biraz zor ve asansor de yok. Otel 2. Katta. Ustelik biz vardigimizda tesadufen temizlik yapan bayan oradaydi. 2 saat sonra gelsek bize kapi acacak kimse yoktu. Resepsiyon hep bos. 2 kere gorduk 5 gece kaldik. Kahvalti cok vasat hatta kotu. Oda temizligi yetersiz. Yatak ve yastik garip bir sekilde inceliyor yattikca?! Onemli olan fiyat ve konum derseniz ok. Fazla birsey hatta hicbirsey beklemeyin baska.","18452":"Aslında iki yıl önce Romada yaşadığımız hostel tecrübemizden korkmamıza rağmen yine bir hostel kiralamıştık. 7 kişi ve iki aile olarak gittiğimiz uzun soluklu gezimizde bir gece kaldığımız hostelin temizliği ve görevlinin sıcak ilgili bizi mutlu etti. Hostel merkeze ve eski şehir merkezine çok yakındı. kiraladığımız araçlar için görevlinin bizi yönlendirdiği sokak otoparkçılarına 1 € verdik ve aracımız tam gün park edildi.. Odalarımız geniş, temiz ve yataklar gayet rahattı.. Bilmeyenler için hostellerde kahvaltı alıyorsanız hemen yakınlarda bir cafede ayakta, kahve ve kruvasan ile geçiştirilen kahvaltı burada bir ziyafete dönüştü ve bize masalarda servis yapıldı.. hem lezzetli açmalar, börekler ve hem kahve hem de postakal suyu ikram edildi.. :-)","18499":"İki motorcu olarak, 600 km yoldan sonra bir gece vakti geç saatte geldik. Booking üzerinden bulduk, ama rezervasyon yapamadık. Adresi alıp kapıya geldik. Acemiliğimize geldi B&B olduğuna dikkat etmedik.  Telefon açtık, telefona çıkan bey gayet anlaşılır bir şekilde, bize kapının yanındaki kasayı nasıl açacağımızı, hangi anahtarı alacağımızı söyledi. İlk seferin acemiliği ile biraz endişe içinde bulduk odayı.  Sabaha kadar kalıp para ödemeden kaçabilme ihtimaline rağmen, telefondaki müşteriye güvenen, elinden geldiğince yardımcı olan, güler yüzlü, anlaşılacak kadar ingilizce bilen biri, pazarlığımızı yaptık, hiç zorlamadı kabul etti fiyatı.  Artıları; En güzel yerlere çok yakın, geniş oda, konforlu yataklar, şık bir banyo (ortak), hoş dekorasyon, yeri merkezi. Klima, tv, İnternet mevcut, havlu veriyorlar.  Dikkat edilmesi gerekenler; Asansör sadece bavullar için, tuvaletlerde bide var, taharet musluğu yok, kahvaltı sadece tatlılardan oluşuyor, banyo tuvalet ortak, gece için ihtiyaçlarınızı almış olun (su, atıştırmalık)  Eksileri; Fiyat biraz yüksek, iki ana caddeye çok yakın ve hemen dibinde trafik ışıkları var, gece gündüz trafik var ve çok ses yapan motorlarla dolu. Sessiz bir yer arayanlar için sıkıntı olur.","19301":"Otel çok merkezi bir yerde.Son derece temiz ama kahvaltı yok diye düşünün.Bizim için önemli olan özellikle balık pazarına merkeze yakın olması idi.Zaten Katanya özellikle geceleri ara sokaklarda dolaşılabilecek bir yer değil.Etrafında çok iyi restaurant lar ve kafeler var.","19841":"karşılama çok iyi.yer 2.kat da.kahvaltı sabah 8 den sonra veriliyor.yatak da yorgan nevresimi yerine pike altına gelen çarşaf benzeri örtü rahat olmuyor...Bir de tanıtımda bagaj muhafazası var diye yazdığı halde çıkarken biraz mırın kırın oldu....","20514":"Bu otele 5 yıldız vermek az bile.. Konumu harika, tam merkezde, her yer yürüme mesafesinde. Daha yeni yenilenmiş, odalar çok güzel. Tüm çalışanları ve yöneticisi çok iyi, yardımsever. Asansör, fön, minibar, Kettle... herşey var. Kahvaltı çok güzel. Odalar kışta olsa sıcak. Daha önce kaldığımız Katanya merkezdeki başka bir Otele göre çok üst sınıf. Özellikle çocuklular için çok iyi. Kesinlikle tavsiye ederiz.","20697":"Merkeze 3.5 km uzaklıkta büyük bir otel Odalar geniş deniz tarafı manzara çok güzel wi-fi mevcut Otel yatak yastık havlu prizler yenilenme zamanı gelmiş kahvaltı zayıf Kalabalık gruplar geldiğinde asansörler yetersiz Kapı giriş sistemleri değişmeli","21492":"Konum harika, wifi cok iyi cekiyor. Kahvalti icin yan sokakta bir cafe ile anlasmislardi ve yedigim en guzel kuruvasanlardi. Temiz ferah ve sehir manzarali odalar. Yalniz sabah saatlerinde cok gurultu oluyor. Resepsiyon yok, otelde surekli kalan bir gorevli yok, aslinda otel degil 4 odali bir daire, ev sahibini bi geldigimiz gun bir de cikarken gorduk","21771":"Otelin dış görünümü son derece itici. Otel kapısı olduğu belli olmayan bir kapıdan bir eve giriliyor. İnsan nereye geldim diyor. 1.katta otele girince birden herşey değişiyor: tamamen modernize edilmiş bir kat çıkıyor karşınıza. Brunella son derece yardımcı oluyor. Odalar temiz.Bambaşka bir alem gibi Otel şehir merkezindeki Duomo'ya olabilecek en yakın mesafede. Ancak neredeyse tren köprüsünün üstünde. Eğer tren sesininde rahatsız olurum diyorsanız saat 23:00- 06:00 arasında otelde bulunmaya özen gösterin","21883":"Sahibi ve çalışan bayanlar yardım etmek için kendilerini parçalıyor hiç bir soru cevapsız kalmıyorkonum mükemmel her yere yürüyerek gidiliyor odalar büyük ve ferah kahvaltı Avrupa tatillerinde aldığımız en iyi kahvaltı, fiyat performans olarak ucuz kalıyor otopark yürüme mesafesinde ve otel için ücretsiz","22530":"Katanyada bir geceliğine kaldık Odamız küçük görünsede avlu manzaralı, ferahtı Otobüs ve tren garına 10-15 dakikada yürüyerek erişilebilir. Yatak ve yastığımız sertti Lobisi güzel, resepsiyonist oldukça yardımcıydı Kahvaltı çeşitliydi Taze portakal suyunu sıkıp içme imkanı kahvaltıda sunuluyor Kişi başı bir küçük şişe ücretsiz su veriyorlar. otel ayrıca çıkışta şehir vergisi alıyor","22588":"Olumsuz bir değerlendirme okudum ama söylemeliyim gerek: kesinlikle doğru değil. Bu sevimli B&Bde birkaç gece kaldım, sahibi Lucia harika. Her şey çok güzel ve temizdi. Konumu harika, hemen merkezde. Bu yereye geri dönerim ve herkese tavsiye ederim.","22767":"Şehrin ana meydanına 5 dk yürüyüş mesafesinde. Eski bir apartman dairesi, eski ama temiz retro 70 ler 80 ler eşyalar ile döşenmiş. Sahibi Francesco az konuşan ama sıcacık bir Akdenizli. Fiyatı çok uygun, lokasyonu çok iyi ve kahvaltısı güzel. Kesinlikle tavsiye ederim.","22892":"Şehir merkezine çok yakın olması tek iyi yanıydı ama çevresi çok tenhaydı. Eski bir binada, zor çalışan bir asansöre sahip olan bu pansiyonun sahibine belirtilen check-in saatinde gittiğimizde bir süre ulaşamadık. Telefonla aradığımızda yarım saate kadar geleceğini söyledi. Odayı gezdirirken banyoda gördüğümüz kocaman böceği görmezden gelmeye çalıştı. Kendisini uyarıp böyle bir odada kalmak istemediğimizi belirtip burada kalmadan ayrıldık.","22959":"Yeri çok merkezi, sahipleri çok ilgili. Otel geneli ve oda tertemiz. Rahat, Fiyat uygun, Güvenli, iç dizayn çok uyumlu ve yeni.. herşey düşünülmüş. Ücretsiz internet mevcut. Oda kahvaltı. kahvaltısı çay kahve, meyve, kek, kurabiye, peksimet, reçel ile yapabilir, ya da dışardan alabilir yada kendin pişirebilirsin.. oda da terlik kulak pamuğu ve diş fırçalamak için set mevcut.\r Fakat bu bölgeye bir daha gitmeyeceğimden çok eminim keşke ilk indiğimiz dakika başımıza hırsızlık olayı gelmeseydi. bölge tekin değil, arka tarafları varoş ve oto tamiraneleri olduğunu gördük. Araçtan valizlerimiz çalındı.polis işlemlerinde otel sahipleri bize çok yardımcı oldu. Tatilimizi 1. Günde kesip ülkemize döndük. Otel sahibi iyi niyet gösterip cüzzi bir kısmını iade etti. Herşey için otele Bruno’ya teşekkürler..","24907":"açık büfeden hazırladığımız meze tabağında yer alan yerel mezeler lezzetliydi. Kılıç ızgara ortalamanın üzerinde ve önerilen beyaz şarap gerçekten güzeldi. Kızım yeşil biber soslu antrikotdan da memnun kaldı.","33949":"Otel 5yıldızlı olmasina ragmen bakimsizdı\nbir at yarişı oteli sanırım ve etkinlikler dışında yetersiz personel. Bunun disinda otel ferah genis banyo harika odalar da gayet geniş. Kahvalti yeterli. Yolu isiksiz gece oteli ararken korkmadik degil.","35074":"Eğer Sicilya’ya gelirseniz mutlaka adanın en güzel yeri Ortigia’ya uğramadan dönmeyin. Otel sevimli ve büyüleyici. Personeli çok ilgili ve yardımsever. Sanat galerisi gibi dekorasyonu var. Kahvaltı seçeneği çok güzel","35845":"İki aile gittik ve çok rahat ettik, Peppe çok yardımcı, konumu rahat özellikle araba parkı sıkıntısı yaşamıyorsunuz. Ev içerisinde tüm ihtiyacınızı karşılayacak gereçler mevcut .. Siracusa mutlaka görülmesi gereken yerlerden .","40530":"Öncelikle; gezilecek merkez kabul edilen tarihi Ortigia'ya yaklaşık 1,2 km yürüyüş mesafesinde. Bu çok da kötü değil. Bir apartmanın birinci katında eski bir yazlık daireden 4 konuk odası çıkarmış bir ev\/ otel. Kötü mü? hayır ancak bir otel konforunda da kesinlikle değil. Gecelik kahvaltı dahil 80 euro seviyesi bu tesis için bence yüksek. Bu fayda \/ fiyat dengesi çok başarılı değil. Tesisin hemen önündeki iskeleden merkeze kişi başı 2 euro karşılığında tekne transferi var. Kahvaltı vasatın altında. Yine de farklı bir deneyim. Bri daha Siracusa'ya gitsem kesinlikle Ortigia'da ( merkezde) kalırım. Doğru fiyat dengesi ile Hotel Antique Roma örneğin.Deniz manzarasına ve balkona çok aldanmayın, iki kişi çok zor oturabilirsiniz.","43245":"Minimalist dekorun en zevkli halini bu otelde gördüm. Odalar küçük ama çok sade, kahvaltı salonu gayet zevkli ve sade dekore edilmiş, servis güzel, bahçe keyifli ve merkeze yürüme mesafesinde, güzel bir deneyim oldu."},"Hometown":{"5411":"Turchia","12366":"Turchia","12422":"Cipro","12495":"Turchia","14664":"Turchia","15695":"Turchia","15744":"Turchia","16385":"Turchia","17782":"Turchia","18181":"Turchia","18452":"Turchia","18499":"Turchia","19301":"Turchia","19841":"Turchia","20514":"Turchia","20697":"Turchia","21492":"Turchia","21771":"Turchia","21883":"Turchia","22530":"Turchia","22588":"Germania","22767":"Turchia","22892":"Turchia","22959":"Turchia","24907":"Turchia","33949":"Turchia","35074":"Turchia","35845":"Turchia","40530":"Turchia","43245":"Turchia"},"Date_of_stay":{"5411":" giugno 2019","12366":" agosto 2017","12422":" agosto 2017","12495":" agosto 2018","14664":" dicembre 2019","15695":" marzo 2017","15744":" ottobre 2017","16385":" febbraio 2017","17782":" gennaio 2018","18181":" aprile 2019","18452":" luglio 2017","18499":" giugno 2016","19301":" luglio 2014","19841":" ottobre 2015","20514":" novembre 2017","20697":" marzo 2019","21492":" luglio 2016","21771":" marzo 2017","21883":" settembre 2015","22530":" marzo 2019","22588":" settembre 2019","22767":" giugno 2017","22892":" giugno 2017","22959":"agosto 2019","24907":" agosto 2017","33949":" giugno 2019","35074":" febbraio 2020","35845":" giugno 2018","40530":" giugno 2017","43245":" giugno 2017"},"Trip_type":{"5411":" Ha viaggiato per affari","12366":"","12422":" Ha viaggiato con amici","12495":" Ha viaggiato con amici","14664":" Ha viaggiato in coppia","15695":" Ha viaggiato con amici","15744":" Ha viaggiato con la famiglia","16385":" Ha viaggiato in coppia","17782":" Ha viaggiato con la famiglia","18181":" Ha viaggiato con amici","18452":" Ha viaggiato con la famiglia","18499":" Ha viaggiato con amici","19301":" Ha viaggiato con la famiglia","19841":" Ha viaggiato con la famiglia","20514":" Ha viaggiato con la famiglia","20697":" Ha viaggiato in coppia","21492":" Ha viaggiato con la famiglia","21771":"","21883":" Ha viaggiato con la famiglia","22530":" Ha viaggiato in coppia","22588":" Ha viaggiato in coppia","22767":" Ha viaggiato in coppia","22892":" Ha viaggiato con la famiglia","22959":"Ha viaggiato in coppia","24907":" Ha viaggiato con la famiglia","33949":" Ha viaggiato in coppia","35074":" Ha viaggiato con amici","35845":" Ha viaggiato con la famiglia","40530":" Ha viaggiato in coppia","43245":" Ha viaggiato con amici"},"geonames_id":{"5411":298795,"12366":298795,"12422":146669,"12495":298795,"14664":298795,"15695":298795,"15744":298795,"16385":298795,"17782":298795,"18181":298795,"18452":298795,"18499":298795,"19301":298795,"19841":298795,"20514":298795,"20697":298795,"21492":298795,"21771":298795,"21883":298795,"22530":298795,"22588":2921044,"22767":298795,"22892":298795,"22959":298795,"24907":298795,"33949":298795,"35074":298795,"35845":298795,"40530":298795,"43245":298795},"Language":{"5411":"tr","12366":"tr","12422":"tr","12495":"tr","14664":"tr","15695":"tr","15744":"tr","16385":"tr","17782":"tr","18181":"tr","18452":"tr","18499":"tr","19301":"tr","19841":"tr","20514":"tr","20697":"tr","21492":"tr","21771":"tr","21883":"tr","22530":"tr","22588":"tr","22767":"tr","22892":"tr","22959":"tr","24907":"tr","33949":"tr","35074":"tr","35845":"tr","40530":"tr","43245":"tr"}}